{
  "responseHeader":{
    "status":0,
    "QTime":1,
    "params":{
      "q":"true crime story",
      "defType":"dismax",
      "indent":"true",
      "qf":"review_content movie_info",
      "q.op":"AND",
      "rows":"54"}},
  "response":{"numFound":51,"start":0,"numFoundExact":true,"docs":[
      {
        "imdb_title_id":"tt2291540",
        "rotten_tomatoes_link":["m/my_friend_dahmer"],
        "original_title":["My Friend Dahmer"],
        "original_release_date":["2017-11-03T00:00:00Z"],
        "streaming_release_date":["2018-02-06T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Ibid Filmworks"],
        "directors":["Marc Meyers"],
        "writer":["Marc Meyers, John Backderf"],
        "actors":["Zachary Davis Brown, Lily Kozub, Ross Lynch, Vincent Kartheiser, Alex Wolff, Adam Kroloff, Anne Heche, Brady M.K. Dunn, Michael Ryan Boehm, Dallas Roberts, Liam Koeth, Tommy Nelson, Harrison Holzer, Cameron McKendry, Jake Ingrassia"],
        "budget":["Unknown"],
        "worlwide_gross_income":["$ 1436751"],
        "genres":["Drama"],
        "content_rating":["R"],
        "runtime":[107],
        "movie_info":["The true, haunting story of young Jeffrey Dahmer -- the shy adolescent in high school who becomes a notorious serial killer years later."],
        "audience_rating":[61],
        "tomatometer_rating":[86],
        "total_votes":[15509],
        "mean_vote_imdb":[6.2],
        "votes_10":[663],
        "votes_9":[439],
        "votes_8":[1762],
        "votes_7":[4187],
        "votes_6":[4372],
        "votes_5":[2160],
        "votes_4":[911],
        "votes_3":[414],
        "votes_2":[246],
        "votes_1":[355],
        "release_year":[2017],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Unsettlingly intimate, and nearly bursting with dread.",
          "\"Dazed and Confused\" with a chilling, true-crime edge",
          "An absolutely interminable misfire...",
          "Goosebump-inducing.",
          "Jeffrey Dahmer was a real person, with a family and at least a couple of casual friends. The people he killed were, too. The discomfort of reconciling those two facts is where this film lives, and what ultimately makes it work.",
          "The whole assembly kit of Jeffrey Dahmer's dysfunction is laid out, and we can easily see how it all clicks together. The film might have risked more empathy for him, if that weren't the one thing he so signally lacked himself.",
          "Writer-director Marc Meyers turns Backderf's celebrated book into an absorbing, dramatized portrait of casual cruelty and teenage desperation, equal parts The Virgin Suicides and The Texas Chain Saw Massacre.",
          "More than a week after watching writer-director Marc Meyers' My Friend Dahmer, I'm still trying to figure out who exactly the film is meant for and why on earth it was made.",
          "There's a hint of retrospective guilt here and you could question Backderf's morals, and by extension those of Meyers, for profiting from telling a murderer's origin story.",
          "Although My Friend Dahmer does not resolve the impossible question of 'nature vs nurture', it approaches it with a humanity that is too often missing from such stories.",
          "Meyers makes \"My Friend Dahmer\" a convincing high school drama, but his portrait of the serial killer as a young man telegraphs Dahmer's future all too clearly.",
          "Isn't there something pathological about the way we privilege the pathological? If you can stomach the focus of My Friend Dahmer, you'll find this rewarding.",
          "Which came first, bullies or dead animals in jars? \"Friend\" does not say, nor is there a clear link between the discord in Jeff's home and his behavior.",
          "Ross Lynch is eerily good as Dahmer, like a very young Philip Seymour Hoffman - stolidly silent, heavy-footed, incubating his resentments.",
          "A warped wonder of a movie about a cannibalistic serial killer's awkward teenage years-it takes twisted to areas few have investigated.",
          "Meyers recreates Dahmer's world so wholly that you don't leave with questions even if the big one remains purposely unanswered.",
          "Films like My Friend Dahmer heighten the mystery rather than explaining it.",
          "It seeks not to excuse Dahmer but rather to illuminate his sociopathy.",
          "A morbidly fascinating peek behind the blood-stained curtains.",
          "An eerily hypnotic film."],
        "id":"36d36bff-ec96-41b9-a606-24859ffa9d0a",
        "Unnamed__0":[7712],
        "available_disney_":[false],
        "_version_":1719163486387306498},
      {
        "imdb_title_id":"tt2273657",
        "rotten_tomatoes_link":["m/true_story_2014"],
        "original_title":["True Story"],
        "original_release_date":["2015-04-17T00:00:00Z"],
        "streaming_release_date":["2016-09-15T00:00:00Z"],
        "country":["USA"],
        "language":["English, Ibo"],
        "production_company":["Regency Enterprises"],
        "directors":["Rupert Goold"],
        "writer":["Rupert Goold, David Kajganich"],
        "actors":["Jonah Hill, James Franco, Felicity Jones, Maria Dizzia, Ethan Suplee, Conor Kikot, Charlotte Driscoll, Stella Rae Payne, Robert John Burke, Byron Jennings, Gretchen Mol, Betty Gilpin, Seth Barrish, Robert Stanton, Michael Countryman"],
        "budget":["Unknown"],
        "worlwide_gross_income":["$ 5261595"],
        "genres":["Drama"],
        "content_rating":["R"],
        "runtime":[104],
        "movie_info":["New York Times journalist Michael Finkel (Jonah Hill) loses his job when it's revealed that he was not entirely truthful in a cover story he wrote on contemporary slave trading in Africa. His world collapses even further when he learns he's a victim of identity theft; a man named Christian Longo (James Franco) assumed Finkel's name and stood accused of murdering his own family. Seeing a way to rebuild his shattered reputation, Finkel meets with Longo to hear his story."],
        "audience_rating":[38],
        "tomatometer_rating":[45],
        "total_votes":[61759],
        "mean_vote_imdb":[6.3],
        "votes_10":[1658],
        "votes_9":[1776],
        "votes_8":[6999],
        "votes_7":[18356],
        "votes_6":[19225],
        "votes_5":[8591],
        "votes_4":[2891],
        "votes_3":[1079],
        "votes_2":[534],
        "votes_1":[650],
        "release_year":[2015],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Jones delivers her moral righteousness with a passion the rest of the film lacks. Otherwise, this is just the story of an awful human and the dupe who loved him.",
          "While the movie sometimes seems like faux Fincher, the symbiotic acting, artful imagery and punchline ending turn \"True Story\" into credible entertainment.",
          "Every so often you will look at Franco and think what a fine job of acting he's doing. But you'll think that even as you are not believing a moment of it.",
          "Being strictly true isn't even the point: being convincingly or interestingly so, or preferably both, might have elevated this thing above drab homework.",
          "Franco downplays his accused killer role, speaking softly and dazedly, which works eerily well. Hill makes Finkel driven and obsessed, yet never heroic.",
          "True Story trips and stumbles so much in the telling that you don't know what to believe, and instead of one man's irony you end up with two men's lies.",
          "Uninspired and self-conscious performances from Jonah Hill and James Franco are part of what's wrong with this exasperating and unenlightening film ...",
          "We should suffer along with the unsteady Finkel as he gets drawn into Longo's world, but too often, his anxieties remain exclusively his own.",
          "Like Serial and The Jinx, it draws some fascination from the distinct possibility that the suspect it studies may be guilty as charged.",
          "It's as good as any work I've seen in a film in 2015, and \"True Story\" is one of the better movies to come along this year.",
          "Viewers aren't left with queasy questions about truth, credulousness and culpability as much as with a downcast shrug.",
          "In Cold Blood -- or even Capote -- this is not. It's made with too much slickness, and you'll be way ahead of it.",
          "True Story is an intrinsically fascinating and occasionally riveting tale marred by unnecessary embellishments.",
          "Maybe the point is we never know who or what to believe. But too many maybes are hell on sustaining tension.",
          "An anaemic true crime story which its high-rolling leads are unable to save with their star wattage.",
          "Never mind the facts. True Story, slick and shaky, doesn't know where the truth lies.",
          "Director Rupert Goold keeps things appropriately creepy, but True Story is no Capote.",
          "This is chilling material, and Hill and Franco make sure the story packs a wallop.",
          "\"True Story\" spends much of its 90 minutes trying to figure out just what it is.",
          "Lightweight script doesn't help a grandiose premise."],
        "id":"81c8a0c4-e6dc-4df0-944a-52815ce1960a",
        "Unnamed__0":[7699],
        "available_disney_":[false],
        "_version_":1719163486383112193},
      {
        "imdb_title_id":"tt0090670",
        "rotten_tomatoes_link":["m/at_close_range"],
        "original_title":["At Close Range"],
        "original_release_date":["1986-04-18T00:00:00Z"],
        "streaming_release_date":["2016-12-02T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Hemdale"],
        "directors":["James Foley"],
        "writer":["Elliott Lewitt, Nicholas Kazan"],
        "actors":["Sean Penn, Christopher Walken, Mary Stuart Masterson, Chris Penn, Millie Perkins, Eileen Ryan, Tracey Walter, R.D. Call, David Strathairn, J.C. Quinn, Candy Clark, Jake Dengel, Kiefer Sutherland, Stephen Geoffreys, Crispin Glover"],
        "budget":["$ 6500000"],
        "worlwide_gross_income":["$ 2347000"],
        "genres":["Drama"],
        "content_rating":["R"],
        "runtime":[111],
        "movie_info":["Based on a true story, \"At Close Range\" follows the lives of the Whitewood family in rural Pennsylvania. Brothers Brad Jr. (Sean Penn) and Tommy (Chris Penn) are the sons of organized crime leader Brad Sr. (Christopher Walken), who draws his sons into his life of crime. After starting their own gang, Brad Jr. and Tommy are arrested in a failed robbery attempt, and are forced to face the truth: that their father will do anything to avoid being arrested for his crimes."],
        "audience_rating":[79],
        "tomatometer_rating":[87],
        "total_votes":[13871],
        "mean_vote_imdb":[7.2],
        "votes_10":[1387],
        "votes_9":[1202],
        "votes_8":[2852],
        "votes_7":[4377],
        "votes_6":[2371],
        "votes_5":[944],
        "votes_4":[344],
        "votes_3":[143],
        "votes_2":[93],
        "votes_1":[158],
        "release_year":[1986],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Director James Foley and screenwriter Nicholas Kazan expertly recreate that part of America that feels like it should exist under a rock with the clammy mud and scurrying insects, and their efforts are supported by an intense performance from Walken.",
          "If you like your drama dark and your taste in acting favours the credible-looking but verbally challenged Sean Penn, then you'll likely find At Close Range an interesting movie choice.",
          "Though beginning as a tale about alienated youth, the film quickly devolves into a melodrama of a son (Sean Penn) corrupted by his own father (Christopher Walken) in a valueless world.",
          "A riveting film about murder, the father-son relationship gone bad and the high cost of rejecting the view that might makes right.",
          "Christopher Walken's hair and bushy mustache almost make the maudlin At Close Range worth watching, but not quite.",
          "Disheartening, dark, but very powerful due largely in part to some of the best acting ever portrayed on screen.",
          "...the film's finish is far more grim and bleak than one could possibly have anticipated.",
          "A grim true story thriller that never relents in its violence.",
          "\"a dark jewel of a drama, with first-rate performances\"",
          "Brittle and rough; full of excellent performances, too.",
          "One of the most underrated thrillers of it's time",
          "There's something bold about the film's wealth of imagery, but it also so overstates the material of the screenplay that it eventually annihilates both it and the story.",
          "Penn and Walken [are] at the top of their forms in roles that give them a lot to work with."],
        "id":"0f17b46d-ed5e-483b-b792-6dfbea605273",
        "Unnamed__0":[2176],
        "available_disney_":[false],
        "_version_":1719163484480995329},
      {
        "imdb_title_id":"tt0040202",
        "rotten_tomatoes_link":["m/call_northside_777"],
        "original_title":["Call Northside 777"],
        "original_release_date":["1948-02-01T00:00:00Z"],
        "streaming_release_date":["2015-10-20T00:00:00Z"],
        "country":["USA"],
        "language":["English, Polish"],
        "production_company":["Twentieth Century Fox"],
        "directors":["Henry Hathaway"],
        "writer":["Jerome Cady, Jay Dratler"],
        "actors":["James Stewart, Richard Conte, Lee J. Cobb, Helen Walker, Betty Garde, Kasia Orzazewski, Joanne De Bergh, Howard Smith, Moroni Olsen, John McIntire, Paul Harvey"],
        "budget":["Unknown"],
        "worlwide_gross_income":["Unknown"],
        "genres":["Classics, Drama, Mystery & Suspense"],
        "content_rating":["NR"],
        "runtime":[111],
        "movie_info":["In 1932, Frank Wiecek (Richard Conte) is convicted of the murder of a Chicago policeman in a mob-connected speakeasy. Eleven years later, his mother, Tillie (Kasia Orzazewski), takes out a newspaper classified ad asking for information about the crime. Hard-bitten city editor Brian Kelly (Lee J. Cobb) assigns skeptical reporter P.J. McNeal (James Stewart) to investigate. The first studio feature ever shot on location in Chicago, the film is based on a true story."],
        "audience_rating":[73],
        "tomatometer_rating":[76],
        "total_votes":[7800],
        "mean_vote_imdb":[7.4],
        "votes_10":[552],
        "votes_9":[762],
        "votes_8":[2431],
        "votes_7":[2687],
        "votes_6":[910],
        "votes_5":[279],
        "votes_4":[86],
        "votes_3":[30],
        "votes_2":[24],
        "votes_1":[39],
        "release_year":[1948],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["From unexpected witnesses to faulty probing to a nerve-wracking lie detector test to suspicious testimony, it covers all the bases when it comes to a police procedural.",
          "The movie takes its time, but it finally gets into true noir territory by the last half hour, where dark streets, dark alleys, dark staircases, and dark rooms prevail.",
          "James Stewart gives a hard-edged performance as a jaded newspaper reporter who turns a classified ad into the story of the century.",
          "A dark look into guilt and innocence with reporter Jimmy Stewart digging into an old murder story.",
          "one of the most mundane legal thriller/newspaperman activist stories the world has ever seen",
          "James Stewart's brusque characterization provides Call Northside 777 with its edge.",
          "...the film is more than just a stylistic curio, it's a portent of things to come.",
          "Docu-style story of a wrong man accused is interestingly dated.",
          "None of [Jimmy Stewart's] usual charm is present.",
          "Solidly crafted change of pace for Stewart.",
          "Touching urban crime drama.",
          "In short, there is nothing in this picture except a whopping shortcut towards the end -- and a few false parochialisms -- to keep it from banging the bell."],
        "id":"40b12304-2266-4539-854f-64add943f79b",
        "Unnamed__0":[406],
        "available_disney_":[false],
        "_version_":1719163483877015554},
      {
        "imdb_title_id":"tt0421054",
        "rotten_tomatoes_link":["m/domino"],
        "original_title":["Domino"],
        "original_release_date":["2005-10-14T00:00:00Z"],
        "streaming_release_date":["2011-08-19T00:00:00Z"],
        "country":["France, USA, UK"],
        "language":["English"],
        "production_company":["New Line Cinema"],
        "directors":["Tony Scott"],
        "writer":["Richard Kelly, Richard Kelly"],
        "actors":["Keira Knightley, Mickey Rourke, Edgar Ramírez, Delroy Lindo, Mo'Nique, Mena Suvari, Macy Gray, Jacqueline Bisset, Dabney Coleman, Brian Austin Green, Ian Ziering, Stanley Kamel, Peter Jacobson, T.K. Carter, Kel O'Neill"],
        "budget":["$ 50000000"],
        "worlwide_gross_income":["$ 22984628"],
        "genres":["Action & Adventure, Drama, Mystery & Suspense"],
        "content_rating":["R"],
        "runtime":[128],
        "movie_info":["In this film loosely based on a true story, Domino Harvey (Keira Knightley), a former model, is now a bounty hunter who has been arrested for robbing an armored car. During interrogation, she claims innocence and tells her story. Harvey became a pupil of Ed Moseby (Mickey Rourke), who ran a course for aspiring bounty hunters. Along with Choco (Edgar Ramírez), the three of them became a successful team. But, when a bail bondsman (Delroy Lindo) offered a job, they faced a complicated frame-up."],
        "audience_rating":[56],
        "tomatometer_rating":[18],
        "total_votes":[64123],
        "mean_vote_imdb":[6.1],
        "votes_10":[4000],
        "votes_9":[2751],
        "votes_8":[7430],
        "votes_7":[13437],
        "votes_6":[14782],
        "votes_5":[9737],
        "votes_4":[4969],
        "votes_3":[2821],
        "votes_2":[1749],
        "votes_1":[2447],
        "release_year":[2005],
        "type":["movie"],
        "available_netflix":[true],
        "available_prime_video":[true],
        "review_content":["It's a movie that all but forces its bulky, twitching mass down your throat, setting off a barrage of flashing lights, jump cuts, flickering images of tawdry behavior and graphic violence.",
          "I'm sure the story of bounty-hunter Domino Harvey would make for compelling cinema if only Tony Scott had decided to film it without the masturbatory excesses that are evident in Domino.",
          "Domino, director Tony Scott's hyperactive, roll-in-the-mud, blow-stuff-up and jiggle the cameras every which way extravaganza, is one of the most awesomely awful films ever made.",
          "Tony Scott's tongue-in-check interpolation of the life and times of a privileged brat turned bounty hunter has no social value outside of a feverish will to entertain.",
          "It's a goofy and bloody and assaultive all-star extravaganza and an absurd burlesque of the life of movie-star daughter/model-turned-bounty hunter Domino Harvey.",
          "[Scott] directs this 'sort of true' crime story about English schoolgirl-turned-bounty hunter Domino Harvey like a rabid dog with a rag doll in its gnashers.",
          "A fantasy based ever so loosely on the real-life character of the late Domino Harvey, Domino is so over-plotted that it's borderline incomprehensible.",
          "You can't accuse this film of bogging down in cheap psychology, yet you come out dissatisfied and without a clue about what made this person tick.",
          "If for some reason you're curious about the sad life of model-turned- bounty hunter Domino Harvey, don't bother with Tony Scott's dismal Domino.",
          "Buried deep within the psychedelic sludge that is Domino, there may be a story about a model turned bounty hunter. Good luck trying to find it.",
          "[Director Tony Scott's] pornographic lust for bloodletting, gunplay, and out-of-control camerawork far exceeds his abilities to tell a story.",
          "The movie has roughly the same effect on the nervous system as listening to a box of marbles being dumped onto a linoleum floor.",
          "Domino is amusingly decadent for a while but eventually wears you out. Two eyeballs are not enough to see it with.",
          "It's sad to say that an arbitrary appearance by Jerry Springer is the picture's closest brush with inspiration.",
          "It airbrushes and glorifies the short, angry life of its subject in ways that are practically indecent.",
          "Domino is far from good, but it's mildly entertaining if you lower your standards appropriately.",
          "Domino is less a movie than a hyperkinetic slide show -- presented during a nuclear attack.",
          "Did I admire Domino? In a sneaky way, yes. It's fractured and maddening, but it's alive.",
          "A messy, fictionalized saga of femme-fatale bounty-hunter Domino Harvey.",
          "She deserved better."],
        "id":"f6b62b69-dd2d-41fa-aa6b-27c78855607f",
        "Unnamed__0":[5418],
        "available_disney_":[false],
        "_version_":1719163485526425601},
      {
        "imdb_title_id":"tt0061809",
        "rotten_tomatoes_link":["m/1010448-in_cold_blood"],
        "original_title":["In Cold Blood"],
        "original_release_date":["1967-12-14T00:00:00Z"],
        "streaming_release_date":["2012-04-16T00:00:00Z"],
        "country":["USA"],
        "language":["English, French"],
        "production_company":["Columbia Pictures"],
        "directors":["Richard Brooks"],
        "writer":["Truman Capote, Richard Brooks"],
        "actors":["Robert Blake, Scott Wilson, John Forsythe, Paul Stewart, Gerald S. O'Loughlin, Jeff Corey, John Gallaudet, James Flavin, Charles McGraw, Will Geer, John McLiam, Ruth Storey, Brenda Currin, Paul Hough, Vaughn Taylor"],
        "budget":["$ 3500000"],
        "worlwide_gross_income":["Unknown"],
        "genres":["Drama"],
        "content_rating":["R"],
        "runtime":[134],
        "movie_info":["In this adaptation of Truman Capote's seminal true-crime novel, ex-convicts Perry Smith (Robert Blake) and Richard \"Dick\" Hickock (Scott Wilson) hatch a plan to rob a wealthy Kansas family, the Clutters. The men enter the Clutter home expecting to find a safe filled with cash, but in fact find no money at all. Enraged, they kill the entire family and flee. While on the run, they face not only the realities of their terrible crime but also their own earthly impermanence."],
        "audience_rating":[88],
        "tomatometer_rating":[84],
        "total_votes":[23483],
        "mean_vote_imdb":[7.8],
        "votes_10":[3505],
        "votes_9":[4770],
        "votes_8":[7689],
        "votes_7":[4271],
        "votes_6":[1594],
        "votes_5":[596],
        "votes_4":[281],
        "votes_3":[157],
        "votes_2":[123],
        "votes_1":[497],
        "release_year":[1967],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Writer-director Richard Brooks' detached style allows for a non-exploitative presentation, and the contributions by cinematographer Conrad Hall and composer Quincy Jones are first-rate.",
          "Highlight of New American Cinema: Richard Brooks' superb, Oscar-nominated film is a chillingly effective version of Truman Capote's pioneering and influential novel.",
          "Adaptao impecvel do clssico de Capote,  um filme psicologicamente denso, soberbamente montado e dirigido e que traz Blake e Wilson em atuaes inesquecveis.",
          "There's a pitiable desperation in their meandering spree of destruction, as if they're perpetually lost in an escalating hell of their own making.",
          "Visually striking, with two astonishing lead performances, but it never quite plumbs the emotional depths of the Truman Capote source material.",
          "Like another great crime story rooted in truth, Dead Man Walking, it refuses to depersonalize the victims or elide their suffering",
          "Troubling tabloid headline story that already got the full art treatment from Capote.",
          "A sociological crime drama that plays like a noose tightening around all our necks.",
          "One of the most creditable true-crime films ever made. [Blu-ray]",
          "This movie is so good I moved to Kansas!",
          "Severely overrated and terribly long.",
          "Capote's non-fiction novel brooded on the sheer pointless nightmare, and so does the film, to some extent; the killers' casual excitement at the prospect of murderous violence is still chilling.",
          "Blake and Wilson give wonderfully natural performances: eerie in their casual attitude to murder but endearing in their open natures. In Cold Blood doesn't judge them but doesn't excuse them.",
          "It's both a \"true crime\" movie and a poetic account of two young men who, by committing an act of unspeakable brutality, unleash the furies against themselves.",
          "Truman Capote's non-fiction masterwork gets the film noir treatment from director Richard Brooks, with a slow dissection of \"a crime that shocked a nation.\"",
          "Brooks' great achievement in the film is to portray Smith and Hickock as the unexceptional, dim-witted, morally adrift losers they were.",
          "Hall's bleak vision, his gift for working with darkness and rain, rivals classic film noir of the 1940s and '50s in its visual mastery.",
          "Excellent quasidocumentary, which sends shivers down the spine while moving the viewer to ponder."],
        "id":"6fcc4867-3b61-4e31-bfc8-2ace6c158f42",
        "Unnamed__0":[1079],
        "available_disney_":[false],
        "_version_":1719163484139159554},
      {
        "imdb_title_id":"tt6212478",
        "rotten_tomatoes_link":["m/american_animals"],
        "original_title":["American Animals"],
        "original_release_date":["2018-06-01T00:00:00Z"],
        "streaming_release_date":["2018-08-14T00:00:00Z"],
        "country":["UK, USA"],
        "language":["English, Dutch"],
        "production_company":["Film4"],
        "directors":["Bart Layton"],
        "writer":["Bart Layton, Claudia Zie"],
        "actors":["Spencer Reinhard, Warren Lipka, Eric Borsuk, Chas Allen, Betty Jean Gooch, Evan Peters, Blake Jenner, Barry Keoghan, Jared Abrahamson, Eddie King, Karen Wheeling Reynolds, James Rackley, Drew Starkey, Anthony J. Police, Ann Dowd"],
        "budget":["Unknown"],
        "worlwide_gross_income":["$ 4080073"],
        "genres":["Comedy, Drama, Mystery & Suspense"],
        "content_rating":["R"],
        "runtime":[116],
        "movie_info":["Spencer Reinhard, Warren Lipka, Eric Borsuk and Chas Allen are four friends who live an ordinary existence in Kentucky. After a visit to Transylvania University, Lipka comes up with the idea to steal the rarest and most valuable books from the school's library. As one of the most audacious art heists in U.S. history starts to unfold, the men question whether their attempts to inject excitement and purpose into their lives are simply misguided attempts at achieving the American dream."],
        "audience_rating":[81],
        "tomatometer_rating":[88],
        "total_votes":[36523],
        "mean_vote_imdb":[7.0],
        "votes_10":[1638],
        "votes_9":[2667],
        "votes_8":[8715],
        "votes_7":[13018],
        "votes_6":[6506],
        "votes_5":[2239],
        "votes_4":[801],
        "votes_3":[341],
        "votes_2":[188],
        "votes_1":[410],
        "release_year":[2018],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[true],
        "review_content":["The holes in the script are a pesky issue, but filmmaker Bart Layton's blend of recreations and real-life participants commenting on the action gives this true-crime comedy an edge.",
          "Thanks to Layton's filmmaking choices, \"American Animals\" ends up being not so much a crime movie as an examination of truth and memory, as well as blame and responsibility.",
          "It hits the usual genre beats, and plays a predictable rock soundtrack as it lurches between comedy and drama, but neither the story nor the characters really mesh.",
          "It's a clever movie, but not too clever. It's also thoughtful and engrossing, weird as hell. And it's true - or truer than most films that claim that label.",
          "The drama palpably, potently conveys the group's misgivings, their jangling nerves, the foolhardy resignation pushing them on despite themselves.",
          "Other directors have folded real-world figures into fictional narratives. It's the scale of the invasion that sets Layton's project apart.",
          "\"American Animals\" is one of the year's smartest, most captivating films, and Layton stages it with the precision of a perfect crime.",
          "It's really the style and performances, more than the pseudo-experimental structure Layton has chosen, that keep the film grabby.",
          "American Animals feels like a new kind of true-crime thriller: one that shamelessly rewrites its truths in real time as it goes.",
          "Although this might not all tonally flow, it's clear you're watching a dazzling new directorial career taking flight.",
          "Director Bart Layton's heist yarn is an exhilarating exercise in art imitating life (that was imitating art).",
          "How you feel about this film hinges solely on whether you think this redemption is warranted. I did not.",
          "Takes a mild curiosity from a long-ago news cycle and elevates it into something singularly fascinating.",
          "American Animals is ultimately a fairly straightforward heist movie, albeit a stylish and engaging one.",
          "American Animals is one fact-based heist frolic with a youthful slant that works in spite of itself.",
          "A documentary about the fictions we tell ourselves, a fiction about the reality we can never escape.",
          "It's a mundane stupid-crime story decked out with empty postmodern frills.",
          "\"American Animals\" is fascinating, funny and, in the end, deep.",
          "A narrative drama wherein beats the heart of a documentary.",
          "I was on the edge of my seat."],
        "id":"d5cd14f8-74c3-4755-821c-ba8dbab835db",
        "Unnamed__0":[8788],
        "available_disney_":[false],
        "_version_":1719163486786813955},
      {
        "imdb_title_id":"tt0051758",
        "rotten_tomatoes_link":["m/i_want_to_live"],
        "original_title":["I Want to Live!"],
        "original_release_date":["1958-01-01T00:00:00Z"],
        "streaming_release_date":["2019-01-25T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Walter Wanger Productions"],
        "directors":["Robert Wise"],
        "writer":["Nelson Gidding, Don Mankiewicz"],
        "actors":["Susan Hayward, Simon Oakland, Virginia Vincent, Theodore Bikel, Wesley Lau, Philip Coolidge, Lou Krugman, James Philbrook, Bartlett Robinson, Gage Clarke, Joe De Santis, John Marley, Raymond Bailey, Alice Backes, Gertrude Flynn"],
        "budget":["$ 1383578"],
        "worlwide_gross_income":["Unknown"],
        "genres":["Classics, Drama"],
        "content_rating":["NR"],
        "runtime":[120],
        "movie_info":["This film tells the riveting true story of brazen bad girl Barbara Graham (Susan Hayward, in an Academy Award-winning performance), a perpetual offender who tries to go straight but is sent to death row after being implicated in a murder. When journalist Ed Montgomery (Simon Oakland), whose initial newspaper articles on Barbara's crime played up her recklessness, becomes convinced that she may be innocent, he begins a desperate campaign to save her from the gas chamber."],
        "audience_rating":[83],
        "tomatometer_rating":[93],
        "total_votes":[5589],
        "mean_vote_imdb":[7.5],
        "votes_10":[560],
        "votes_9":[717],
        "votes_8":[1692],
        "votes_7":[1598],
        "votes_6":[542],
        "votes_5":[254],
        "votes_4":[93],
        "votes_3":[42],
        "votes_2":[30],
        "votes_1":[61],
        "release_year":[1958],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Susan Hayward won the 1958 Oscar for her most famous role, as real-life Barbara Graham who was excuted in a gas chamber, in Robert Wise's gritty noir melodrama, one of Hollywood's first detailed accounts of capital punishment.",
          "As Hayward's steely visage begins to splinter from the burden of her stress, the beauty of her performance emerges.",
          "Stunning drama that cries out for death penalty reform...with excellent Susan Hayward in lead.",
          "Serves as a telling indictment of capital punishment."],
        "id":"8bf20889-a867-4d3d-abc0-6377b42058df",
        "Unnamed__0":[732],
        "available_disney_":[false],
        "_version_":1719163484005990400},
      {
        "imdb_title_id":"tt5129682",
        "rotten_tomatoes_link":["m/king_cobra_2016"],
        "original_title":["King Cobra"],
        "original_release_date":["2016-10-21T00:00:00Z"],
        "streaming_release_date":["2017-02-14T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["RabbitBandini Productions"],
        "directors":["Justin Kelly"],
        "writer":["Justin Kelly, D. Madison Savage"],
        "actors":["Garrett Clayton, Christian Slater, Molly Ringwald, James Kelley, Keegan Allen, James Franco, Robby Johnson, Rosemary Howard, Spencer Rocco Lofranco, Angel Montes, Paul Michael Polsinelli, Joseph Baird, Joe James, Alicia Silverstone, Ron Simons"],
        "budget":["Unknown"],
        "worlwide_gross_income":["$ 81757"],
        "genres":["Drama"],
        "content_rating":["NR"],
        "runtime":[92],
        "movie_info":["It's 2006, YouTube is in its infancy, and internet porn is still behind a paywall. Taking the stage name Brent Corrigan, a fresh-faced, wannabe adult video performer is molded into a star by Stephen, a closeted gay porn mogul who runs the skin flick empire Cobra Video from his seemingly ordinary suburban home. But as Brent's rise and demands for more money put him at odds with his boss, he also attracts the attention of a rival producer and his unstable lover."],
        "audience_rating":[32],
        "tomatometer_rating":[49],
        "total_votes":[7973],
        "mean_vote_imdb":[5.7],
        "votes_10":[417],
        "votes_9":[170],
        "votes_8":[578],
        "votes_7":[1331],
        "votes_6":[2120],
        "votes_5":[1558],
        "votes_4":[805],
        "votes_3":[374],
        "votes_2":[224],
        "votes_1":[396],
        "release_year":[2016],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["King Cobra takes an interesting true crime and covers it in exploitative sex, pedophilic overtures and acting that would make a high school drama teacher cringe.",
          "The film is critical of how we allow the buying and selling of people, all culminating in the shocking real events that the story illustrates so vivid.",
          "King Cobra is an erotic thriller with a vicious bite, carried by performances that have no resemblance of porno-quality cheapness.",
          "Kelly attempts exaggerate the strangeness of the case, losing tonal balance and interest in the human particulars along the way.",
          "A blandly watchable but ultimately pointless melodrama aimed at titillating gay audiences without actually satisfying them.",
          "It's difficult to find a reason for the film's existence beyond a spoiled platform for James Franco's ersatz boldness.",
          "\"King Cobra\" is compelling and erotic, provocative and foreboding, catching the eye and, ultimately, in one's throat.",
          "King Cobra isn't all fun and filth, but it could certainly be accused of promoting some pretty negative stereotypes.",
          "a stylish presentation of a sleazy story of the exploitation of a willingly corrupted youth and desperate hustlers.",
          "Tim Kvasnosky's electro-fairytale score propels this tale alongside excellent direction from Justin Kelly.",
          "King Cobra never goes more than skin deep, but at least the surface is nice to look at.",
          "An inside look at the gay porn industry is, unfortunately, much as one would expect.",
          "The film is a trifle, but the real crime here is that it didn't have to be.",
          "It is often funny, as well as sleazy, as well as even tragic.",
          "Though based on a true story, it's presented with none of a docudrama's ragged, lumpy oddity: the narrative is on the lean side, but as taut and burnished as the bodies it depicts.",
          "It's Franco who steals the picture, much as he did in Spring Breakers. As in Harmony Korine's neon-lit thriller, the actor goes no holds barred.",
          "This darkly comic factual drama hits all the right notes, thanks to inspired turns from Christian Slater and James Franco.",
          "King Cobra is a cut above most homoerotic masturbatory screen fantasies, but not by much.",
          "A sensitive and darkly hilarious true crime story that works from top to bottom.",
          "King Cobra smells more like business plan than a movie."],
        "id":"3e5a0ffd-50b5-4957-9d4b-766aa0b4e052",
        "Unnamed__0":[8573],
        "available_disney_":[false],
        "_version_":1719163486710267905},
      {
        "imdb_title_id":"tt1980209",
        "rotten_tomatoes_link":["m/pain_and_gain"],
        "original_title":["Pain & Gain"],
        "original_release_date":["2013-04-26T00:00:00Z"],
        "streaming_release_date":["2015-05-07T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Paramount Pictures"],
        "directors":["Michael Bay"],
        "writer":["Christopher Markus, Stephen McFeely"],
        "actors":["Mark Wahlberg, Dwayne Johnson, Anthony Mackie, Tony Shalhoub, Ed Harris, Rob Corddry, Bar Paly, Rebel Wilson, Ken Jeong, Michael Rispoli, Keili Lefkovitz, Emily Rutherfurd, Larry Hankin, Tony Plana, Peter Stormare"],
        "budget":["$ 26000000"],
        "worlwide_gross_income":["$ 87305549"],
        "genres":["Action & Adventure"],
        "content_rating":["R"],
        "runtime":[129],
        "movie_info":["Danny Lupo (Mark Wahlberg), manager of the Sun Gym in 1990s Miami, decides that there is only one way to achieve his version of the American dream: extortion. To achieve his goal, he recruits musclemen Paul (Dwayne Johnson) and Adrian (Anthony Mackie) as accomplices. After several failed attempts, they abduct rich businessman Victor Kershaw (Tony Shalhoub) and convince him to sign over all his assets to them. But when Kershaw makes it out alive, authorities are reluctant to believe his story."],
        "audience_rating":[47],
        "tomatometer_rating":[50],
        "total_votes":[197887],
        "mean_vote_imdb":[6.5],
        "votes_10":[12479],
        "votes_9":[10054],
        "votes_8":[29373],
        "votes_7":[55271],
        "votes_6":[44904],
        "votes_5":[21954],
        "votes_4":[10516],
        "votes_3":[5389],
        "votes_2":[3260],
        "votes_1":[4687],
        "release_year":[2013],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["This is easily Bay's best movie, the work of a filmmaker with a cracked sense of humor that he is able to share with the audience.",
          "As ambitious and vibrant as it is ugly and scattershot, \"Pain & Gain\" is the most charming Michael Bay movie in a long while.",
          "Any pretensions of satire, moral ambiguity, or social commentary get lost in a hurricane of empty, mindless spectacle.",
          "Behind the lunatic corruption of Pain And Gain there's a kind of monstrous clarity. Do with it what you will.",
          "The combination of the words \"Michael Bay\" and \"steroids\" should be enough to give any moviegoer pause ...",
          "With Pain & Gain, his surprising true-crime comedy, Bay has finally decided to lighten up a bit.",
          "This isn't great cinema, but it's vastly entertaining in an overblown, in-your-face sort of way.",
          "A dizzying lowlife saga that's fast, smart, wicked, sort of ambitious and blazingly ironic.",
          "Kudos to Bay and his screenwriters for making sure we're laughing at them, not with them.",
          "Michael Bay's muscle-bound satire is Bad Boys on 'roids. And that's not a good thing.",
          "You can't thread a needle this fine with a script filtered through Bay's puerile id.",
          "Skillfully made, genuinely funny and appalling for making light of true horror.",
          "Forgive me while I weep in despair. Pain and Gain is awful beyond imagining.",
          "A badly constructed, blood-spattered caper that comes unglued early on.",
          "\"Pain & Gain\" brings the pain, but it's difficult to see the gain.",
          "A movie that tries to turn a torture chamber into a comedy club.",
          "After an hour of \"Pain & Gain,\" it felt more like \"Pain & Pain.\"",
          "The whole thing is played for laughs that almost never come.",
          "You may feel the grisly laughs sticking in your throat.",
          "Plays like \"Fargo\" for idiots."],
        "id":"20ffa3ae-184e-4db5-98e6-2fb9fea24b8b",
        "Unnamed__0":[7492],
        "available_disney_":[false],
        "_version_":1719163486302371841},
      {
        "imdb_title_id":"tt7692822",
        "rotten_tomatoes_link":["m/driven"],
        "original_title":["Driven"],
        "original_release_date":["2019-08-16T00:00:00Z"],
        "streaming_release_date":["2019-08-16T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Dead Leaf Productions"],
        "directors":["Nick Hamm"],
        "writer":["Casey Dillard"],
        "actors":["Richard Speight Jr., Jessica Harthcock, Casey Dillard, Leah Hudspeth, Glenn Payne, Bill Luckett, Andy Field, Nicholas Roylance, Coley Bryant, Jennifer Hamilton Collins, Jaime Adams, Mari Kenney, Jamie Fair, Maddie Ludt, Samantha McLarty"],
        "budget":["$ 0"],
        "worlwide_gross_income":["Unknown"],
        "genres":["Comedy, Mystery & Suspense"],
        "content_rating":["R"],
        "runtime":[108],
        "movie_info":["FBI informant Jim Hoffman lures troubled automobile magnate John DeLorean to an undercover sting for cocaine trafficking."],
        "audience_rating":[67],
        "tomatometer_rating":[63],
        "total_votes":[1434],
        "mean_vote_imdb":[8.1],
        "votes_10":[448],
        "votes_9":[418],
        "votes_8":[235],
        "votes_7":[69],
        "votes_6":[53],
        "votes_5":[51],
        "votes_4":[45],
        "votes_3":[30],
        "votes_2":[27],
        "votes_1":[58],
        "release_year":[2019],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Driven skirts over the facts in order to offer audiences a light-hearted dramedy reminiscent of American Hustle (2013).",
          "Someday there might be an entertaining and insightful movie about the life of Jon DeLorean. This isn't it.",
          "While its title may notlinger in your memory, Driven is a well-told, strongly-acted drama with real heart.",
          "a fast-paced joyride of a film based on the DeLorean legal case that took the attention of the country.",
          "Driven tells the wrong side of the story, but it's not too enlightening about that other side, either.",
          "This is actually quite a fair amount of fun, due in no small part to the charms of Jason Sudeikis.",
          "An oddly specific story to make a movie about with somewhat odd choice of focuses, but it works",
          "An enjoyable and sharply scripted movie that benefits from the charisma of its central players.",
          "There's a really good story in there, but the makers chose to focus on all the wrong parts.",
          "Well-acted and well-made by British director Nick Hamm, although with familiar elements.",
          "An entertaining true-crime tale told with a wink and a smile.",
          "Crime, coke, cursing in cautionary car mogul tale.",
          "It all adds up to a fun and entertaining ride.",
          "Sudeikis, alas, is no Cruise and his screen persona is too lightweight to inject the film with genuine empathy or to make it anything other than a disposable teaser for the deeper, darker DeLorean drama that will inevitably follow.",
          "Hamm and writer Colin Bateman are far too soft on everyone involved, presenting the two \"heroes\" as misguided innocents ensnared in a web of street crime and FBI corruption.",
          "Nick Hamm's period biopic attempts to turn this tall-sounding tale into American Hustle on wheels: alas, the results have all the dramatic horsepower of a mobility scooter.",
          "Screenwriter and novelist Colin Bateman has here scripted a flashy but watchable true-crime thriller in the style of American Made (2017) or Blow (2001).",
          "Jason Sudeikis specializes in characters hiding canniness with slightly sleazy charm, and so he is ideally cast as Hoffman.",
          "It's like someone got hold of all the wardrobe rejects from 'Boogie Nights' and built a movie around them.",
          "\"Driven\" is a lot like a DeLorean: Looks great, but moves slow - if it even moves at all."],
        "id":"7cf6216b-408f-4124-9d4d-e8e01ac7cc31",
        "Unnamed__0":[8998],
        "available_disney_":[false],
        "_version_":1719163486852874242},
      {
        "imdb_title_id":"tt7349662",
        "rotten_tomatoes_link":["m/blackkklansman"],
        "original_title":["BlacKkKlansman"],
        "original_release_date":["2018-08-10T00:00:00Z"],
        "streaming_release_date":["2018-10-23T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Focus Features"],
        "directors":["Spike Lee"],
        "writer":["Charlie Wachtel, David Rabinowitz"],
        "actors":["Alec Baldwin, John David Washington, Isiah Whitlock Jr., Robert John Burke, Brian Tarantina, Arthur J. Nascarella, Ken Garito, Frederick Weller, Adam Driver, Michael Buscemi, Laura Harrier, Damaris Lewis, Ato Blankson-Wood, Corey Hawkins, Dared Wright"],
        "budget":["$ 15000000"],
        "worlwide_gross_income":["$ 93400823"],
        "genres":["Comedy, Drama"],
        "content_rating":["R"],
        "runtime":[134],
        "movie_info":["Ron Stallworth is the first African-American detective to serve in the Colorado Springs Police Department. Determined to make a name for himself, Stallworth bravely sets out on a dangerous mission: infiltrate and expose the Ku Klux Klan. The detective soon recruits a more seasoned colleague, Flip Zimmerman, into the undercover investigation of a lifetime. Together, they team up to take down the extremist hate group as the organization aims to sanitize its rhetoric to appeal to the mainstream."],
        "audience_rating":[83],
        "tomatometer_rating":[96],
        "total_votes":[207042],
        "mean_vote_imdb":[7.5],
        "votes_10":[15215],
        "votes_9":[28282],
        "votes_8":[69950],
        "votes_7":[57783],
        "votes_6":[20905],
        "votes_5":[6693],
        "votes_4":[2627],
        "votes_3":[1433],
        "votes_2":[968],
        "votes_1":[3186],
        "release_year":[2018],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["This is one of his best films because he marries the anger and intensity with the restraint and poetry that he's so good at visually.",
          "[Lee] is firing on all cylinders here. BlacKkKlansman is a true conversation starter, and probably a conversation ender as well.",
          "You leave this film shaken, remembering what happened not so very long ago in the name of \"very fine people on both sides.\"",
          "It was history written with lightning. BlaKkKlansman is a deafening roll of the thunder we've been waiting for ever since.",
          "Spike Lee returns to form with a true-life story that works as comedy, crime drama and political alarm-bell all at once.",
          "BlacKkKlansman blends comic irony and outspoken polemic but still works very effectively as a hardboiled crime drama.",
          "A masterful tension of \"I'm going to make you laugh, and I'm also going to make you feel really weird and uneasy\".",
          "BlacKkKlansman is one of Spike Lee's most accomplished films in recent memory, and one of the best films of 2018.",
          "Lee wants to explain how images in popular culture have social and political consequences-a vital message.",
          "Lee is a true auteur, and at 61, he remains a defiant, daring, gutsy, visionary filmmaker.",
          "A kitchen sink and kaleidoscopic study of cultural and institutional racism in America.",
          "The Klan and the idiocy of their ideology are repeatedly and effectively skewered.",
          "Not since Bamboozled has a Spike Lee joint been this blunt and tightly rolled.",
          "So, it has come to this. Spike Lee is relevant again. He's necessary again.",
          "Rat-a-tat zeitgeist entertainment that feels as timely as breaking news.",
          "Its fiery message couldn't be more timely - and its rage more justified.",
          "One of the director's strongest yet most entertaining works in years.",
          "Lee's most entertaining and thought-provoking film in years.",
          "A heady hybrid of comedy, polemic and period crime drama.",
          "Spike Lee's best film for years."],
        "id":"2a395777-2803-45a9-b5de-49061078a17b",
        "Unnamed__0":[8953],
        "available_disney_":[false],
        "_version_":1719163486840291328},
      {
        "imdb_title_id":"tt0099763",
        "rotten_tomatoes_link":["m/henry-portrait-of-a-serial-killer"],
        "original_title":["Henry: Portrait of a Serial Killer"],
        "original_release_date":["1986-09-24T00:00:00Z"],
        "streaming_release_date":["2016-12-06T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Maljack Productions"],
        "directors":["John McNaughton"],
        "writer":["Richard Fire, John McNaughton"],
        "actors":["Mary Demas, Michael Rooker, Anne Bartoletti, Elizabeth Kaden, Ted Kaden, Denise Sullivan, Anita Ores, Megan Ores, Cheri Jones, Monica Anne O'Malley, Bruce Quist, Erzsebet Sziky, Tracy Arnold, Tom Towles, David Katz"],
        "budget":["$ 111000"],
        "worlwide_gross_income":["$ 609939"],
        "genres":["Drama, Horror, Mystery & Suspense"],
        "content_rating":["NC17"],
        "runtime":[83],
        "movie_info":["Henry (Michael Rooker) is released from prison following his mother's murder. He supplements his job as an exterminator with a series of indiscriminate and violent murders. Fellow jailbird and drug dealer Otis (Tom Towles) becomes a willing accomplice in Henry's bloody killings. But as the depravity escalates and Henry forms a bond with Otis' sister, Becky (Tracy Arnold), things start to get out of hand. The film is based on the true-life story of serial killer Henry Lee Lucas."],
        "audience_rating":[71],
        "tomatometer_rating":[87],
        "total_votes":[31167],
        "mean_vote_imdb":[7.0],
        "votes_10":[2648],
        "votes_9":[3011],
        "votes_8":[6889],
        "votes_7":[8738],
        "votes_6":[5147],
        "votes_5":[2262],
        "votes_4":[1018],
        "votes_3":[585],
        "votes_2":[393],
        "votes_1":[476],
        "release_year":[1986],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["The film doesn't so much bring us closer to the serial murderer as it reminds us of our culpability as spectators.",
          "The film is diabolically driven by Michael Rooker, who embodies the fractured, disconnected personality of Henry.",
          "A brutally honest intimate portrait of a serial killer that makes you feel rotten inside.",
          "I have some admiration for this film. But I also have no desire ever to see it again.",
          "Part of the time it's art house cinema, the rest of the time its horror schlock.",
          "A genuinely upsetting film that's guaranteed to make you more paranoid.",
          "It is unspeakably unpleasant, and it is almost perfect.",
          "Unflinching, rough, and ugly. Also a damn good movie.",
          "Powerful, raw, terrifying, and shocking filmmaking.",
          "Genuinely frightening.",
          "Chilling.",
          "The difference between John McNaughton's incredibly chilling film and the usual serving of screen carnage is the difference between the mind of a murderer and the cynical and manipulative depiction of mindless murder.",
          "McNaughton's direction combines a strict social realism with a cool, Fritz Langian sense of pre-determination, while his work with actors has the improvisational freshness of a John Cassavetes.",
          "In a world in which eight nearly identical Friday the 13th movies offer the adventures of Jason the ax-murderer as entertainment for teen-agers, maybe we do need this sobering alternative.",
          "A low-budget tour de force that provides an unforgettable portrait of the pathology of a man for whom killing is not a crime but simply a way of passing time and relieving boredom.",
          "The fact that Henry is affectless on the surface but commits exploitation-movie mayhem on the side is, by now, less an unsettling revelation than a rote banality.",
          "Certainly not for everyone, but if slasher movies are your cup of tea this is a lot better than most, and the use of Chicago locations is especially effective.",
          "The film is an honest and disturbing attempt to come to grips with the sort of modern horror that we must -- more urgently every day -- try to understand.",
          "John McNaughton's haunting film is a grim journey into the life of its twisted subject that refuses to moralise or judge.",
          "There are still some shocks."],
        "id":"32d313bf-3a87-41ea-84a6-7a4ba65b876e",
        "Unnamed__0":[2670],
        "available_disney_":[false],
        "_version_":1719163484627795970},
      {
        "imdb_title_id":"tt8591260",
        "rotten_tomatoes_link":["m/inside_game"],
        "original_title":["Inside Game"],
        "original_release_date":["2019-11-01T00:00:00Z"],
        "streaming_release_date":["2020-02-01T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["818 Media Productions"],
        "directors":["Randall Batinkoff"],
        "writer":["Andy Callahan"],
        "actors":["Betsy Beutler, Johnny Calabro, Robert Capelli Jr., Clark Carmichael, Natalie Cassell, Rebeka Choudhury, Julie Claire, Julia Collier, Berto Colon, Taylor Colwell, Curtiss Cook, Nick Cordero, Robbie DeRaffele, John Dinello, Dana Drori"],
        "budget":["Unknown"],
        "worlwide_gross_income":["Unknown"],
        "genres":["Drama"],
        "content_rating":["R"],
        "runtime":[97],
        "movie_info":["NBA referee Tim Donaghy leverages relationships with colleagues, coaches and players to bet on professional basketball games. During an unrelated mob investigation, the FBI stumbles upon the scam and actively pursues legal action against all parties."],
        "audience_rating":[73],
        "tomatometer_rating":[38],
        "total_votes":[207],
        "mean_vote_imdb":[7.1],
        "votes_10":[65],
        "votes_9":[19],
        "votes_8":[23],
        "votes_7":[21],
        "votes_6":[29],
        "votes_5":[14],
        "votes_4":[7],
        "votes_3":[6],
        "votes_2":[4],
        "votes_1":[19],
        "release_year":[2019],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["It's serviceable but generic, going through the motions of a typical crime movie without coming up with much that's distinctive. And the one genuinely novel aspect of the story - a dirty NBA referee - is squandered.",
          "\"Inside Game\" feels awfully small, while immersion into the world of bookies and sports betting is a major \"love it or leave it\" element of the viewing experience.",
          "Strong performances by Wolf, Sasso and Mabius enhance this true story of NBA betting.",
          "...the events that transpire in Inside Game are better told as a documentary.",
          "Just sordid enough to make you feel a little dirty for having watched it"],
        "id":"7dcc6e3a-a873-49f3-af9a-c556d2971736",
        "Unnamed__0":[9066],
        "available_disney_":[false],
        "_version_":1719163486874894337},
      {
        "imdb_title_id":"tt2481480",
        "rotten_tomatoes_link":["m/rob_the_mob"],
        "original_title":["Rob the Mob"],
        "original_release_date":["2014-03-21T00:00:00Z"],
        "streaming_release_date":["2017-05-22T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["RTM Film Inc"],
        "directors":["Raymond De Felitta"],
        "writer":["Jonathan Fernandez"],
        "actors":["Michael Pitt, Nina Arianda, Andy Garcia, Ray Romano, Griffin Dunne, Michael Rispoli, Yul Vazquez, Frank Whaley, Samira Wiley, Brian Tarantina, Aida Turturro, Matthew Sean Blumm, Luke Fava, Burt Young, Cathy Moriarty"],
        "budget":["Unknown"],
        "worlwide_gross_income":["$ 209613"],
        "genres":["Comedy, Drama"],
        "content_rating":["R"],
        "runtime":[104],
        "movie_info":["While robbing a mob-owned hangout, two lovers (Michael Pitt, Nina Arianda) stumble upon a secret that could help the FBI dismantle New York's crime syndicate."],
        "audience_rating":[57],
        "tomatometer_rating":[81],
        "total_votes":[10610],
        "mean_vote_imdb":[6.4],
        "votes_10":[417],
        "votes_9":[321],
        "votes_8":[1196],
        "votes_7":[3241],
        "votes_6":[3271],
        "votes_5":[1310],
        "votes_4":[441],
        "votes_3":[168],
        "votes_2":[95],
        "votes_1":[150],
        "release_year":[2014],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["For the most part, it's a gas, but the light touch Raymond De Felitta gives the material is at once its saving grace and its tremendous limiter.",
          "While Rob The Mob doesn't ultimately hold together, it isn't for a lack of trying by the performers or the filmmakers [...]",
          "A film that manages to override predispositions and assume an energetic momentum that is both rewarding and engaging.",
          "The whole of 'Rob the Mob' fits [director Raymond] De Fellita's sensibility, which is big and warm and welcoming.",
          "A fun and jaunty crime flick that works really well when it's focused on its two winsome leads.",
          "Rob the Mob is the story of two lovers who are clearly a few eggs short of a baker's dozen.",
          "This may be one of the most realistic and honest accounts of the Mafia ever put on film.",
          "A very well-acted comic thriller filled with edgy foreboding and dread.",
          "A rollicking crime story filled with humor, pathos and stupidity.",
          "By far one of the most fun mob thrillers we've seen in some time.",
          "The f-bombs are hurled, but lovingly.",
          "One of the pleasures of Rob the Mob, director Raymond De Felitta's serio-comic crime drama, is watching Pitt and Arianda as the rambunctious, lovestruck pair who can't believe the scam they've stumbled upon.",
          "De Felitta has a feel for this world and its atmosphere, from the clutter and casual ugliness of the streets, to the insularity of the mentality, to the unexpected sweetness and vulnerability of the people.",
          "The always distinctive Raymond De Felitta (\"City Island'') offers a hilarious mob comedy with virtually no violence, though it's based on a tabloid-ready true story that did not end at all happily.",
          "As Tommy and Rosie, Pitt and Arianda are just the right kind of nuts, the right kind of dumb, the right kind of desperate and the right kind of in love to make it all go down like pie.",
          "Breezy, sleazy, and sometimes-intense, \"Rob the Mob\" depicts a very specific sliver of time in New York history, a time overrun by crack, graffiti, and omnipresent organized crime.",
          "There's an endearing, handmade quality to Rob The Mob, shot in a warm, nostalgic palette that opens a window on a grittier city of graffiti-strewn subways and petty schemers.",
          "It's a story so outlandish that it needs to be served by a combination of drama and comedy, and \"Rob the Mob\" finds that balance quite well.",
          "What starts as a charming two-hander (with more than a little in common with True Romance) gets lost as the supporting cast multiplies.",
          "The movie winds up being a real standup flick, if you know what I mean."],
        "id":"7284a650-0e89-4d0f-89be-bfde54effc6d",
        "Unnamed__0":[7857],
        "available_disney_":[false],
        "_version_":1719163486446026753},
      {
        "imdb_title_id":"tt3268340",
        "rotten_tomatoes_link":["m/crown_heights_2017"],
        "original_title":["Crown Heights"],
        "original_release_date":["2017-08-18T00:00:00Z"],
        "streaming_release_date":["2017-11-14T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Iam21 Entertainment"],
        "directors":["Matt Ruskin"],
        "writer":["Matt Ruskin"],
        "actors":["Luke Forbes, LaKeith Stanfield, Adriane Lenox, Nnamdi Asomugha, Marsha Stephanie Blake, Carlos Hendricks, James Udom, Mohammed Ali, Natalie Paul, Zach Grenier, Patrick Walsh, Josh Pais, Jennifer Fouche, Leon Morenzie, Skylan Brooks"],
        "budget":["Unknown"],
        "worlwide_gross_income":["$ 238558"],
        "genres":["Drama"],
        "content_rating":["R"],
        "runtime":[96],
        "movie_info":["In 1980, police in Brooklyn, N.Y., charge teenage immigrant Colin Warner with murder. Convicted for a crime he didn't commit, Colin spends years in prison while his friend Carl King fights for the young man's freedom."],
        "audience_rating":[77],
        "tomatometer_rating":[77],
        "total_votes":[1852],
        "mean_vote_imdb":[6.7],
        "votes_10":[222],
        "votes_9":[98],
        "votes_8":[284],
        "votes_7":[502],
        "votes_6":[385],
        "votes_5":[142],
        "votes_4":[60],
        "votes_3":[30],
        "votes_2":[32],
        "votes_1":[97],
        "release_year":[2017],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[true],
        "review_content":["An award worthy turn by Lakeith Stanfield as Colin Warner.",
          "Tells a sadly familiar story, but it does so well.",
          "A swift, solid entry with passionate performances.",
          "The performance by Stanfield is exceptional.",
          "You can't tell yourself it's just a movie.",
          "A captivating story that's well-told.",
          "A good film telling a great story.",
          "Righteous, but plodding.",
          "In his second narrative feature directorial effort, Ruskin handles it smoothly and with an eye toward pace, even at the expense of the honest, offhanded moments that can make a galling true crime story such as this come alive on the screen.",
          "The sole fresh twist, one that should have been more than enough to drive the show - one friend dedicating his life to exonerating the other - is repeatedly undermined by their unequal presentation.",
          "Crown Heights is a pretty good movie about a great subject: the sheer backbreaking labor necessary to force the system to even acknowledge a terrible injustice, much less make it right.",
          "Lakeith Stanfield delivers a breakout performance in \"Crown Heights,\" a dramatized true story of miscarried justice that he anchors with restrained stillness and sensitivity.",
          "Regardless of your opinion on the filmmaking at work in fact-based drama Crown Heights, there's an inarguable, stinging sense of outrage that accompanies almost every frame.",
          "Morally, there's black here, there's also white, but the prevailing color is bureaucratic gray. Bringing that to the screen and making it work is an accomplishment.",
          "\"Crown Heights\" plows forward, steely in its resolve, and forgoes the emotional fireworks in favor of subdued, straightforward storytelling.",
          "\"Crown Heights\" has some narrative shortcomings. But the filmmakers respect the subject matter too much to ever take the easy way out.",
          "Stanfield, in a performance of quiet power, fully inhabits Warner's agony at the injustice that is being done to him.",
          "Stanfield deftly balances rage and resignation, and Asomugha is impressive as a crusader who refuses to give up.",
          "Too crammed and hectic to convey the immensity of the systemic evils that run through its ruptured heart.",
          "\"Crown Heights\" is soul-shaking only in the abstract. In execution, it's deathly dull."],
        "id":"2f2d0739-20b4-4a50-acc7-78c0ff9cee24",
        "Unnamed__0":[8121],
        "available_disney_":[false],
        "_version_":1719163486545641473},
      {
        "imdb_title_id":"tt2917388",
        "rotten_tomatoes_link":["m/kidnapping_mr_heineken"],
        "original_title":["Kidnapping Mr. Heineken"],
        "original_release_date":["2015-03-06T00:00:00Z"],
        "streaming_release_date":["2016-04-22T00:00:00Z"],
        "country":["Netherlands, Belgium, UK, USA"],
        "language":["English, Dutch, German"],
        "production_company":["Informant Media"],
        "directors":["Daniel Alfredson"],
        "writer":["William Brookfield, Peter R. de Vries"],
        "actors":["Jim Sturgess, Sam Worthington, Ryan Kwanten, Anthony Hopkins, Mark van Eeuwen, Thomas Cocquerel, Jemima West, David Dencik, Dirk Roofthooft, Vera Van Dooren, Kat Lindsay, Roy McCrerey, Vince Canlas, Natalie Mejer, Eric Godon"],
        "budget":["Unknown"],
        "worlwide_gross_income":["$ 3184017"],
        "genres":["Action & Adventure, Drama, Mystery & Suspense"],
        "content_rating":["R"],
        "runtime":[95],
        "movie_info":["In 1983, five longtime friends successfully kidnap and ransom the heir (Anthony Hopkins) to the Heineken beer empire."],
        "audience_rating":[24],
        "tomatometer_rating":[19],
        "total_votes":[19162],
        "mean_vote_imdb":[6.2],
        "votes_10":[517],
        "votes_9":[401],
        "votes_8":[1568],
        "votes_7":[5088],
        "votes_6":[6625],
        "votes_5":[2996],
        "votes_4":[1094],
        "votes_3":[450],
        "votes_2":[187],
        "votes_1":[236],
        "release_year":[2015],
        "type":["movie"],
        "available_netflix":[true],
        "available_prime_video":[false],
        "review_content":["Well-cast but botched in execution",
          "The true story of Freddy Heineken's kidnapping is fascinating, but \"Kidnapping Mr. Heineken\" is a disappointingly superficial film in which neither the kidnappers nor their captives are particularly interesting.",
          "Anthony Hopkins plays the king of the hops, and he is excellent. So is the rest of the movie, a sober, no-frills account about the highest ransom ever collected up to that time-$10 million and counting.",
          "Not only is Hopkins's Freddy incomparably more charismatic than any of his captors, he's the only one who, weirdly enough, seems to be enjoying the ordeal. But maybe that's simply a matter of pay scale.",
          "The utter lack of surprises and waste of a first-rate cast - Anthony Hopkins as Alfred \"Freddy\" Heineken; Jim Sturgess and Sam Worthington as kidnappers - make for a tremendous letdown.",
          "In 1983, five knuckleheads decided to strike it rich by kidnapping beer magnate Freddy Heineken. \"Kidnapping Mr. Heineken\" is a dull, trite thriller about their crime and undoing.",
          "In just a few scenes, Hopkins conjures up some sorely needed fizz. But the low-key vibe of the film doesn't match the high-stakes audacity of the crime.",
          "Heineken may be weighed down by the predictable reality of actual events. Or it just may be lacking in electricity and depth. Either way, it's lacking.",
          "Swedish director Daniel Alfredson pushes the caper button too many times. More sly wit would have helped things come to a head.",
          "The real-life kidnapping had all the elements of a thriller, so how it became such a mild-mannered movie is anybody's guess.",
          "How could such a gripping true story make such a dull film? And what was Anthony Hopkins thinking when he agreed to star?",
          "Much like the lager that gives the film its name, Kidnapping Mr. Heineken is bland on the palate and best pissed away.",
          "It's a half-hearted crime picture which is ultimately about as successful as the clueless criminals that inspired it.",
          "Fairly enjoyable and credit is due to its sterling cast, led by Anthony Hopkins as Heineken ...",
          "One capably staged chase sequence apart, it's not one to set the pulse racing.",
          "Given what happens and what's at stake, it's surprisingly dull.",
          "A remake of a Dutch movie that itself wasn't much of a success.",
          "[The] performances are convincingly nervy.",
          "Take beer goggles.",
          "Dishwater."],
        "id":"8d4e47fb-1345-4c28-af34-bff146314797",
        "Unnamed__0":[7988],
        "available_disney_":[false],
        "_version_":1719163486499504130},
      {
        "imdb_title_id":"tt1637706",
        "rotten_tomatoes_link":["m/our_idiot_brother"],
        "original_title":["Our Idiot Brother"],
        "original_release_date":["2011-08-26T00:00:00Z"],
        "streaming_release_date":["2017-04-01T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Big Beach Films"],
        "directors":["Jesse Peretz"],
        "writer":["Jesse Peretz, Evgenia Peretz"],
        "actors":["Paul Rudd, Nick Sullivan, Francesca Papalia, Bob Stephenson, Elizabeth Banks, Peter Hermann, Adam Scott, Kelly Briter, Rashida Jones, Zooey Deschanel, Emily Mortimer, Steve Coogan, Kathryn Hahn, T.J. Miller, Shirley Knight"],
        "budget":["$ 5000000"],
        "worlwide_gross_income":["$ 25804448"],
        "genres":["Comedy"],
        "content_rating":["R"],
        "runtime":[96],
        "movie_info":["Easygoing, dimwitted slacker Ned Rochlin (Paul Rudd) makes the biggest mistake of his so-far uninspired life when he sells some pot to a cop. Homeless and jobless upon his release from jail, Ned must prevail upon his three sisters (Elizabeth Banks, Zooey Deschanel, Emily Mortimer) for help. Though Ned himself is utterly without a shred of ambition or guile, it's a different story with his sisters, who find their carefully ordered lives thrown into chaos whenever he's around."],
        "audience_rating":[51],
        "tomatometer_rating":[70],
        "total_votes":[82978],
        "mean_vote_imdb":[6.5],
        "votes_10":[3449],
        "votes_9":[3472],
        "votes_8":[11653],
        "votes_7":[25072],
        "votes_6":[22120],
        "votes_5":[9765],
        "votes_4":[3862],
        "votes_3":[1643],
        "votes_2":[909],
        "votes_1":[1033],
        "release_year":[2011],
        "type":["movie"],
        "available_netflix":[true],
        "available_prime_video":[false],
        "review_content":["The laughs are consistent and occasionally outlandish, but more often, they arise out of recognizable family situations.",
          "Strange, then, how Our Idiot Brother wastes its lone asset -- there's not enough idiot, and far too many boring savants.",
          "Rudd brings color and dimension to a borderline-simpleton schlub who could have easily become a one-note clich.",
          "Director Jesse Peretz commits the unpardonable sin of wasting the considerable comedic talent of Paul Rudd.",
          "The name and the premise of \"Our Idiot Brother\" would work better for a sitcom, or maybe several of them.",
          "The comedy isn't always as crisp as it should be, but Peretz has the perfect partner in crime in Rudd.",
          "Our Idiot Brother may not be perfect, but, Crocs and all, Paul Rudd's performance is idiot-proof.",
          "Easily could have been mildly funny and phony but instead is really funny and true to life.",
          "Peretz has figured out how to make a happy commercial contraption with eccentric flavoring.",
          "The reason to watch \"Our Idiot Brother\" is to see Rudd, whose presence is always welcome.",
          "Our Idiot Brother comes off as a blueprint for a smart script no one really made.",
          "The film goes far on its good nature, though it is never more than gently funny.",
          "Despite a pleasantly laid-back demeanor, you wish it would just get focused.",
          "Instead of a Magic Negro  la The Help, these women get a Magic Moron.",
          "A film that offers dumb fun, but in reality may be crazy like a fox.",
          "It's rare that summer ends on as sweet a note as Our Idiot Brother.",
          "There's a gap of logic and emotion that's hard to overcome.",
          "Our Idiot Brother kept me laughing throughout.",
          "Far out. Right on. Peace.",
          "Dude, where's the movie?"],
        "id":"988e2c7a-fb3c-4d12-afea-a45fe8098de6",
        "Unnamed__0":[7180],
        "available_disney_":[false],
        "_version_":1719163486182834178},
      {
        "imdb_title_id":"tt1133991",
        "rotten_tomatoes_link":["m/what_doesnt_kill_you"],
        "original_title":["What Doesn't Kill You"],
        "original_release_date":["2008-12-12T00:00:00Z"],
        "streaming_release_date":["2018-07-30T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Battleplan Productions"],
        "directors":["Brian Goodman"],
        "writer":["Brian Goodman, Paul T. Murray"],
        "actors":["Mark Ruffalo, Ethan Hawke, Amanda Peet, Will Lyman, Brian Goodman, Donnie Wahlberg, Angela Featherstone, Edward Lynch, Michael Yebba, Brian Connolly, Nathaniel Smyth, Oscar Wahlberg, Thomas Regan, Johnny Serret, George Khoury"],
        "budget":["Unknown"],
        "worlwide_gross_income":["$ 44872"],
        "genres":["Drama"],
        "content_rating":["R"],
        "runtime":[100],
        "movie_info":["Friends since childhood, Brian (Mark Ruffalo) and Paulie (Ethan Hawke) do whatever it takes to survive in their hardscrabble South Boston neighborhood. Crime has always been part of their lives, and now they find themselves on the payroll of a hoodlum named Pat Kelly (Brian Goodman). While Brian sinks deeper into the criminal cesspool, Paulie plans one last heist, one that he hopes can pull them both out of their dead-end lives."],
        "audience_rating":[46],
        "tomatometer_rating":[65],
        "total_votes":[11643],
        "mean_vote_imdb":[6.7],
        "votes_10":[650],
        "votes_9":[535],
        "votes_8":[1804],
        "votes_7":[4042],
        "votes_6":[2738],
        "votes_5":[1062],
        "votes_4":[374],
        "votes_3":[167],
        "votes_2":[93],
        "votes_1":[178],
        "release_year":[2008],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["A mostly gripping, well-acted and surprisingly engrossing crime drama. Mark Ruffalo delivers an Oscar worthy performance that's both sensitive and surprisingly moving.",
          "The film is caught in the tension between wanting to provide depth of social implication and gunplay action but the symbiosis doesn't multiply the effect.",
          "There's a realism to this story we don't often see in crime dramas, and that can only have come from someone who actually lived through it themselves.",
          "Mark Ruffalo's performance walks a narrow line, making you root for the screw up loser who has already been given too many chances.",
          "The story is generic and uncompelling, coming across as just another gritty drama about a major city's criminal underbelly.",
          "Though hardly a failure, What Doesn't Kill You is in the final measure definitely not what it could have been.",
          "Little more than a middling variation on gangster thematics, better explored in The Sopranos and elsewhere.",
          "Simply too familiar and ponderous to succeed in a genre with movies as riveting as The Departed.",
          "You'd be forgiven for thinking, while watching What Doesn't Kill You, that it was still 2007.",
          "The film is about coming out the other side and using your newfound strength to change.",
          "...undoubtedly benefits from Ruffalo's electrifying turn as Brian...",
          "For a true-crime story, there's surprisingly little dramatic arc.",
          "No gold star for originality, but nicely acted crime tale.",
          "Goodman doesn't allow even a hint of postmodernism or self-consciousness to creep into What Doesn't Kill You, and though the movie's various heists and shootouts are gripping, they aren't especially kinetic or stylish.",
          "Rather it tells a good story well, and in the process quietly says a little something about what it means to look at the American dream from the bottom up.",
          "The territory is familiar, both geographically and thematically. But that doesn't detract from its authenticity and power.",
          "A tough, authentic street drama born, bred, and shot in the  no-spin zone of working-class South Boston.",
          "The overfamiliarity of What Doesn't Kill You is redeemed by a full-scale performance from Mark Ruffalo.",
          "It feels, if not like real life, at least like a movie you haven't seen before.",
          "This is a rare case of a movie that improves dramatically as it goes along."],
        "id":"8cd0b45b-2f15-4159-bd00-f549419c23e2",
        "Unnamed__0":[6513],
        "available_disney_":[false],
        "_version_":1719163485944807426},
      {
        "imdb_title_id":"tt0259484",
        "rotten_tomatoes_link":["m/paid_in_full"],
        "original_title":["Paid in Full"],
        "original_release_date":["2002-10-25T00:00:00Z"],
        "streaming_release_date":["2016-08-20T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Dimension Films"],
        "directors":["Charles Stone III"],
        "writer":["Azie Faison Jr., Austin Phillips"],
        "actors":["Wood Harris, Mekhi Phifer, Kevin Carroll, Esai Morales, Chi McBride, Cam'ron, Remo Greene, Cynthia Martells, Elise Neal, Regina Hall, Joyce Walker, Ron Cephas Jones, Nelson Tynes, Karen Andrew, Pedro Salvín"],
        "budget":["Unknown"],
        "worlwide_gross_income":["$ 3116526"],
        "genres":["Action & Adventure, Drama, Mystery & Suspense"],
        "content_rating":["R"],
        "runtime":[97],
        "movie_info":["In the late 1980s, Ace (Wood Harris) is a young man employed by a Harlem dry cleaning shop, working hard to stay out of the drug business. While making deliveries, he meets Lulu (Esai Morales), a drug dealer who convinces Ace to join him. Ace recruits his friends Mitch (Mekhi Phifer) and Rico (Cam'ron), and the trio become major players in the Harlem drug underworld, a violent business that will test the friends' loyalty and wits as the money rolls in and the dangers grow beyond their control."],
        "audience_rating":[93],
        "tomatometer_rating":[53],
        "total_votes":[10405],
        "mean_vote_imdb":[7.4],
        "votes_10":[1625],
        "votes_9":[974],
        "votes_8":[2188],
        "votes_7":[2883],
        "votes_6":[1570],
        "votes_5":[586],
        "votes_4":[223],
        "votes_3":[91],
        "votes_2":[81],
        "votes_1":[184],
        "release_year":[2002],
        "type":["movie"],
        "available_netflix":[true],
        "available_prime_video":[false],
        "review_content":["If you saw it on TV, you'd probably turn it off, convinced that you had already seen that movie.",
          "Stone seems to have a knack for wrapping the theater in a cold blanket of urban desperation.",
          "Harris is supposed to be the star of the story, but comes across as pretty dull and wooden.",
          "Harris and Phifer's chemistry lends the inevitable tragedies some genuine punch.",
          "\"Paid In Full\" is not the kind of movie that George W. Bush will ever see.",
          "Violent crime drama about drug dealer has constant cursing.",
          "Suffers from a flat script and a low budget.",
          "A standard, run-of-the-mill drug drama.",
          "Bottom-rung New Jack City wannabe.",
          "This familiar rise-and-fall tale is long on glamour and short on larger moralistic consequences, though it's told with sharp ears and eyes for the tenor of the times.",
          "An intelligent crime drama, not because of the criminal activity it dramatizes but because of its powerful examination of the forces that drive criminals.",
          "Though filmed partly in Canada, Paid in Full has clever ways of capturing inner-city life during the Reagan years.",
          "It's good, hard-edged stuff, violent and a bit exploitative but also nicely done, morally alert and street-smart.",
          "Instead of a hyperbolic beat-charged urban western, it's an unpretentious, sociologically pointed slice of life.",
          "The movie is ambitious, has good energy and is well-acted, but tells a familiar story in a familiar way.",
          "In this bird's-eye-view of the drug trade circa 1986, there's something missing: the buyers.",
          "Rings true, from the smooth dialogue to the unaffected performances of the central actors.",
          "A fake street drama that keeps telling you things instead of showing them.",
          "It's actually too sincere -- the crime movie equivalent of a chick flick.",
          "Needed a little less bling-bling and a lot more romance."],
        "id":"e9411d76-483e-42d6-8fe6-d5ee05aa5b79",
        "Unnamed__0":[4527],
        "available_disney_":[false],
        "_version_":1719163485223387137},
      {
        "imdb_title_id":"tt0335563",
        "rotten_tomatoes_link":["m/wonderland"],
        "original_title":["Wonderland"],
        "original_release_date":["2003-10-03T00:00:00Z"],
        "streaming_release_date":["2017-01-04T00:00:00Z"],
        "country":["Canada, USA"],
        "language":["English"],
        "production_company":["Lions Gate Films"],
        "directors":["James Cox"],
        "writer":["James Cox, Captain Mauzner"],
        "actors":["Kate Bosworth, Carrie Fisher, Val Kilmer, Kim Marriner, Dylan McDermott, Michael Pitt, Alexis Dziena, Karen LaKritz, Steve Cox, Josh Lucas, Louis Lombardi, Franky G, Ted Levine, Russell Sams, Chris Cioffi"],
        "budget":["$ 5000000"],
        "worlwide_gross_income":["$ 2466444"],
        "genres":["Drama"],
        "content_rating":["R"],
        "runtime":[104],
        "movie_info":["In this fact-based film, John Holmes (Val Kilmer) is one of the most successful porn stars of all time. But, when his rampant drug abuse forces him into prostitution, both his disapproving wife, Sharon (Lisa Kudrow), and his 16-year-old girlfriend, Dawn (Kate Bosworth), are on the verge of leaving him. As John sinks lower and lower into Hollywood, Calif.'s criminal underworld, he meets a seedy drug lord (Eric Bogosian) and finds himself caught up in a tragic chain of events."],
        "audience_rating":[65],
        "tomatometer_rating":[34],
        "total_votes":[21047],
        "mean_vote_imdb":[6.7],
        "votes_10":[1384],
        "votes_9":[1365],
        "votes_8":[3603],
        "votes_7":[6308],
        "votes_6":[4586],
        "votes_5":[1942],
        "votes_4":[860],
        "votes_3":[372],
        "votes_2":[241],
        "votes_1":[386],
        "release_year":[2003],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Wonderland may not be the feel-good movie of the year; in fact it feels pretty lousy most of the time. But it offers a dark story well-told with some truly fine performances.",
          "This sketch of John Holmes only shows a part of his world. And to reduce him to one part -- well, that's to only continue the treatment he got his entire adult life.",
          "Although it has a delectable cast, Wonderland skims over its seedy characters to glamorize drug addiction and the role porn star John C. Holmes had in four murders.",
          "Sometimes Wonderland does make you wonder why you're wasting your time with these losers. But there's also a lot here that stays with you.",
          "The film reveals no great truths about human nature or drug abuse, the dialogue is witless, the acting unconstrained.",
          "The high quality of most of the acting makes this otherwise pointless and indulgent movie at least watchable.",
          "Wonderland is in your face. Any deeper connections, like those to heart and mind, get lost in the splash.",
          "Wonderland skips lightly along the sewers of human depravity as if the trip alone was worth the telling.",
          "Wonderland is fast and frenetic and so unvarnished that it can make you feel unclean watching it.",
          "A dry, forensic account, more suitable for a true-crime show on late-night cable.",
          "Although Wonderland isn't much of a movie, it is a parade of exceptional acting.",
          "Wonderland never gives us a single reason to care about any of these people.",
          "Rarely has so much of so little consequence been so closely examined.",
          "... character gets sacrificed for just another true-crime drama.",
          "The Holmes story has fared better in a pair of documentaries.",
          "A compelling journey into the depths of hell on earth.",
          "For all Wonderland's kinetic energy, the mind wanders.",
          "Not quite the second coming of Boogie Nights.",
          "Muddled and largely unentertaining.",
          "Feverish and unfocused."],
        "id":"3710ba42-5118-4f58-a04e-eb1d13dd9cb9",
        "Unnamed__0":[4925],
        "available_disney_":[false],
        "_version_":1719163485357604864},
      {
        "imdb_title_id":"tt1355683",
        "rotten_tomatoes_link":["m/black_mass_2015"],
        "original_title":["Black Mass"],
        "original_release_date":["2015-09-18T00:00:00Z"],
        "streaming_release_date":["0000-01-01T00:00:00Z"],
        "country":["USA, UK"],
        "language":["English"],
        "production_company":["Cross Creek Pictures"],
        "directors":["Scott Cooper"],
        "writer":["Mark Mallouk, Jez Butterworth"],
        "actors":["Johnny Depp, Joel Edgerton, Benedict Cumberbatch, Dakota Johnson, Kevin Bacon, Peter Sarsgaard, Jesse Plemons, Rory Cochrane, David Harbour, Adam Scott, Corey Stoll, Julianne Nicholson, W. Earl Brown, Bill Camp, Juno Temple"],
        "budget":["$ 53000000"],
        "worlwide_gross_income":["$ 99775678"],
        "genres":["Drama"],
        "content_rating":["R"],
        "runtime":[0],
        "movie_info":["Not defined"],
        "audience_rating":[68],
        "tomatometer_rating":[73],
        "total_votes":[164665],
        "mean_vote_imdb":[7.0],
        "votes_10":[8948],
        "votes_9":[9636],
        "votes_8":[33703],
        "votes_7":[60377],
        "votes_6":[33047],
        "votes_5":[11269],
        "votes_4":[3608],
        "votes_3":[1513],
        "votes_2":[945],
        "votes_1":[1619],
        "release_year":[2015],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["\"Black Mass\" is a riveting character study and might land Depp an Oscar nomination, even if the film itself is not very ambitious.",
          "A big, brash, horribly watchable gangster picture taken from an extraordinary true story and conceived on familiar generic lines.",
          "Black Mass more or less limits itself to procedural status. Within those aims, it's a pretty good one, absorbing and well-made.",
          "Johnny Depp gives an utterly chilling performance as the notorious James \"Whitey\" Bulger in Boston-set crime drama Black Mass.",
          "Johnny Depp is more engaging than he's been in years, even if his performance can feel a little restricted and one-note.",
          "The movie's good enough that you should see it if you want to. But you don't have to, and, in these parts, that matters.",
          "\"This is just business,\" Bulger constantly points out as he goes about his macabre activities. It feels like it.",
          "A solid addition to the gangster genre, then. They just forgot to give you anybody to care about or like.",
          "Depp's brutal antihero is the highlight of this compelling if somewhat familiar gangster movie.",
          "For Black Mass, Johnny Depp has dusted off his A-game, which has lain dormant for far too long.",
          "Bulger's sharp blue eyes peer out from a menacing scowl, and an iconic monster comes to life.",
          "A crime drama that creeps and drips blood like a horror movie, and in many respects it is.",
          "In scene after scene, some fine actors go to town and dive into the material gratefully.",
          "\"Black Mass\" is a solid piece of filmmaking, from subtle beginning to the excessive end.",
          "A compendium of dull gangster shenanigans which shirks hard reality at every turn.",
          "This is a good, solid, well-executed crime story. Nothing more, nothing less.",
          "Depp puts on a good show, but the movie doesn't really move.",
          "[Depp] holds the screen as pure malevolence.",
          "Welcome back to the real world, Mr. Depp.",
          "The acting in \"Black Mass\" is tremendous."],
        "id":"8cd1018a-06b5-49c4-9a00-6e0b407913ba",
        "Unnamed__0":[6853],
        "available_disney_":[false],
        "_version_":1719163486067490816},
      {
        "imdb_title_id":"tt0078767",
        "rotten_tomatoes_link":["m/the_amityville_horror"],
        "original_title":["The Amityville Horror"],
        "original_release_date":["1979-07-01T00:00:00Z"],
        "streaming_release_date":["2017-01-31T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["American International Pictures (AIP)"],
        "directors":["Stuart Rosenberg"],
        "writer":["Sandor Stern, Jay Anson"],
        "actors":["James Brolin, Margot Kidder, Rod Steiger, Don Stroud, Murray Hamilton, John Larch, Natasha Ryan, K.C. Martel, Meeno Peluce, Michael Sacks, Helen Shaver, Amy Wright, Val Avery, Irene Dailey, Marc Vahanian"],
        "budget":["$ 4700000"],
        "worlwide_gross_income":["$ 86432000"],
        "genres":["Horror"],
        "content_rating":["R"],
        "runtime":[117],
        "movie_info":["Chiller about a family who is terrorized by supernatural forces when they move into a new house in New York State which was the scene of a recent mass killing and the home of an 18th-century satanist. When swarms of flies appear from nowhere and the pipes and walls begin to ooze slime and blood, they call on a local priest to exorcise the evil spirits."],
        "audience_rating":[52],
        "tomatometer_rating":[27],
        "total_votes":[34416],
        "mean_vote_imdb":[6.3],
        "votes_10":[2152],
        "votes_9":[1445],
        "votes_8":[4044],
        "votes_7":[8048],
        "votes_6":[8967],
        "votes_5":[4950],
        "votes_4":[2347],
        "votes_3":[1202],
        "votes_2":[606],
        "votes_1":[655],
        "release_year":[1979],
        "type":["movie"],
        "available_netflix":[true],
        "available_prime_video":[false],
        "review_content":["It has scattered moments all throughout that acquit themselves well as, if not top-shelf horror, then at least second-from-the-top.",
          "Dry, dumb and periodically somewhat dull ... but still packs enough of a haunted house whallop to warrant a skeptical visit.",
          "Worst of all is the gore, of which there really isn't any... that rare horror film that has a body count of zero.",
          "The film's reputation exceeds its achievements, and the \"true story\" angle has been vigorously disputed.",
          "A chilling horror wrapped up in a disturbing family drama, in spite of its dubious true crime roots.",
          "A middling horror entry from 1979 that's a masterpiece when compared to the dreadful 2005 remake.",
          "Brolin and Kidder carry the film, their conviction encouraging you to believe even if you don't.",
          "It was popular at the box-office, but was unremarkable as a horror film",
          "Dated by todays standards, but still some effectively creepy moments.",
          "...certainly looks a whole lot better when compared to its sequels.",
          "It once seemed creepy, but time has made it seem pretty contrived.",
          "'70s horror movie hasn't aged well; violence and peril.",
          "[A] goose-pimply haunted house yarn.",
          "Strange and weird, yes. Scary, no.",
          "All hype, no substance.",
          "Yeah, it's not good.",
          "full review in Greek",
          "It made HOW much?!",
          "Moronic.",
          "We watch two hours of people being frightened and dismayed, and we ask ourselves... what for? If it's real, let it have happened to them. Too bad, Lutzes! If it's made up, make it more entertaining. If they can't make up their minds... why should we?"],
        "id":"07259339-79c5-4969-86f2-6665f6603f39",
        "Unnamed__0":[1626],
        "available_disney_":[false],
        "_version_":1719163484311126018},
      {
        "imdb_title_id":"tt4537896",
        "rotten_tomatoes_link":["m/white_boy_rick"],
        "original_title":["White Boy Rick"],
        "original_release_date":["2018-09-14T00:00:00Z"],
        "streaming_release_date":["2018-12-12T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["LBI Productions"],
        "directors":["Yann Demange"],
        "writer":["Andy Weiss, Logan Miller"],
        "actors":["Matthew McConaughey, Richie Merritt, Bel Powley, Jennifer Jason Leigh, Brian Tyree Henry, Rory Cochrane, RJ Cyler, Jonathan Majors, Eddie Marsan, Taylour Paige, Bruce Dern, Piper Laurie, Raekwon Haynes, Ishmael Ali, James Howard"],
        "budget":["$ 29000000"],
        "worlwide_gross_income":["$ 25957482"],
        "genres":["Drama"],
        "content_rating":["R"],
        "runtime":[111],
        "movie_info":["Rick Wershe is a single father who's struggling to raise two teenagers during the height of the crack epidemic in 1980s Detroit. Wershe sells guns illegally to make ends meet but soon attracts attention from the FBI. Federal agents convince his son, Rick Jr., to become an undercover drug informant in exchange for keeping his father out of prison. When young Rick gets in too deep, he finds himself seduced by the lure of easy money and becomes a drug dealer himself."],
        "audience_rating":[50],
        "tomatometer_rating":[58],
        "total_votes":[24478],
        "mean_vote_imdb":[6.5],
        "votes_10":[882],
        "votes_9":[746],
        "votes_8":[3139],
        "votes_7":[8169],
        "votes_6":[7229],
        "votes_5":[2589],
        "votes_4":[847],
        "votes_3":[344],
        "votes_2":[183],
        "votes_1":[350],
        "release_year":[2018],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["The issue is not that the film focuses on a white kid, but that it doesn't seem much interested in the black lives hit disproportionately hard by the war on drugs.",
          "While there are entertaining segments, and even a couple of comedic touches, in the end the film isn't convincing, and parts have a paint-by-the-numbers feeling.",
          "It doesn't turn into another Goodfellas story of crime and irony, [but] isn't saying much about the Reagan-era War on Drugs that you haven't heard before.",
          "Though it's a well-done family drama, White Boy Rick is a half-told story that only lightly incorporates the deeper issues of systemic injustice.",
          "McConaughey is so good and emotionally affecting as Richard Sr., in both vulnerable and tough moments, that it might even catch you off guard.",
          "Yet roughing up his pretty-boy looks and playing people destined for defeat rather than Hollywood endings has become a clich for McConaughey.",
          "\"White Boy Rick\" is an engrossing-enough cautionary tale, if that's what it is. It's even an entertaining one, in an unsavory kind of way.",
          "Demange coaxes a mostly passable performance out of Merritt - it's not bad for a debut - and a quietly nuanced one from McConaughey.",
          "\"White Boy Rick\" attempts to mine drama from circumstances without succeeding at making any of its characters all that sympathetic.",
          "Purely from a standpoint of craft and storytelling, it's a good flick, although maybe not well attuned to the bombastic times.",
          "White Boy Rick is an intriguing story brought to life by impressive performances, particularly from McConaughey and Merritt.",
          "Watching this young man's life fall apart because of his destructive community and family is harrowing.",
          "The '80s Detroit of \"Rick\" is a wintry moral wasteland. Despair hangs heavy in the air there.",
          "There's an honesty to the hardscrabble family portrait that makes it worthwhile.",
          "When you ask yourself: \"What's so special about Rick?\" The answer is: not much.",
          "In trying to do too much, White Boy Rick accomplishes too little.",
          "Merritt is charming, authentic and incredibly watchable.",
          "A compelling if sometimes muddled true-life crime drama.",
          "Mostly good fun with some bold performances.",
          "Vivid, punchy..."],
        "id":"bf92ad8d-4475-49d2-aaf6-9dc7e9b0cefe",
        "Unnamed__0":[8441],
        "available_disney_":[false],
        "_version_":1719163486664130563},
      {
        "imdb_title_id":"tt0419749",
        "rotten_tomatoes_link":["m/find_me_guilty"],
        "original_title":["Find Me Guilty"],
        "original_release_date":["2006-03-17T00:00:00Z"],
        "streaming_release_date":["2018-10-11T00:00:00Z"],
        "country":["Germany, USA"],
        "language":["English"],
        "production_company":["Yari Film Group Releasing"],
        "directors":["Sidney Lumet"],
        "writer":["Sidney Lumet, T.J. Mancini"],
        "actors":["Vin Diesel, Alex Rocco, Frank Pietrangolare, Richard DeDomenico, Jerry Grayson, Tony Ray Rossi, Vinny Vella, Paul Borghese, Frank Adonis, Nicholas A. Puccio, Frankie Perrone, Salvatore Paul Piro, Peter Dinklage, Richard Portnow, James Biberi"],
        "budget":["$ 13000000"],
        "worlwide_gross_income":["$ 2636637"],
        "genres":["Comedy, Drama"],
        "content_rating":["R"],
        "runtime":[124],
        "movie_info":["Imprisoned on a drug charge, mobster Jack DiNorscio (Vin Diesel) refuses to testify against his former associates in the Lucchesi crime family. When an ambitious prosecutor brings him back to court, he decides to defend himself. Initially regarded with disbelief, his forceful presence and knowledge of the law turn the tide of the trial."],
        "audience_rating":[63],
        "tomatometer_rating":[62],
        "total_votes":[32400],
        "mean_vote_imdb":[7.2],
        "votes_10":[2789],
        "votes_9":[2568],
        "votes_8":[7391],
        "votes_7":[11107],
        "votes_6":[5282],
        "votes_5":[1785],
        "votes_4":[649],
        "votes_3":[337],
        "votes_2":[181],
        "votes_1":[311],
        "release_year":[2006],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["For all its ripped-from- the-headlines verisimilitude, Find Me Guilty sometimes feels like it should have been called Find Me My Cousin Vinny.",
          "If you didn't know you were watching Vin Diesel in Find Me Guilty, you wouldn't know you were watching Vin Diesel. And that's a compliment.",
          "It falls short of vintage Lumet while playing to his strengths as an actor's director who's built a career on themes of moral ambivalence.",
          "Slow, repetitive, flat and altogether wrongheaded, using suspect editing of a true story to make us celebrate a bunch of vicious crooks.",
          "This may be the most Brechtian thing Lumet has ever done -- a movie that repeatedly challenges us to think and then to reconsider.",
          "Belongs to the odd couple of Dinklage and Diesel, whose volatile performance finally proves he is much more than an action star.",
          "[Diesel's] groping around in the role, as with Jackie's clumsy attempts at courtroom decorum, gradually wears away resistance.",
          "Starting in 1987, the Lucchese trial crawled on for a historic 21 months, and the movie feels like it lasts twice that long.",
          "A few good performances can't carry a sluggishly written and directed movie that you may want to rename Find Me an Exit.",
          "Except for a scene with the electrifying Annabella Sciorra as Jackie's ex-wife, Diesel cuts up when he should cut deep.",
          "Sitting through the belabored courtroom drama Find Me Guilty feels like a particularly prolonged session of jury duty.",
          "You can't build a modern-day Crucible out of one crook's refusal to rat out a bunch of pimps and loan sharks.",
          "As Jackie, [Diesel's] the real surprise in what otherwise is a less than electrifying courtroom drama.",
          "Find Me Guilty, Mr. Lumet's first feature film in seven years, catches him near the top of his game.",
          "This movie by its nature is not thrilling, but it is very genuinely interesting, and that is rare.",
          "To the charge of squandering credibility despite being based on a true case: guilty.",
          "Diesel isn't amusing, so he merely comes off as a showy actor in a bad wig.",
          "A pleasing return of sorts to Lumet's training in the early years of TV.",
          "Peter Dinklage is excellent as the mob's chief lawyer.",
          "Minor but well-crafted."],
        "id":"5600760b-fd90-44c6-8c10-a29a8626896d",
        "Unnamed__0":[5402],
        "available_disney_":[false],
        "_version_":1719163485521182723},
      {
        "imdb_title_id":"tt0118863",
        "rotten_tomatoes_link":["m/clay_pigeons"],
        "original_title":["Clay Pigeons"],
        "original_release_date":["1998-09-25T00:00:00Z"],
        "streaming_release_date":["2015-09-10T00:00:00Z"],
        "country":["USA, Germany"],
        "language":["English"],
        "production_company":["Fade In Films"],
        "directors":["David Dobkin"],
        "writer":["Matthew L. Healy"],
        "actors":["Joaquin Phoenix, Gregory Sporleder, Georgina Cates, Scott Wilson, Vince Vieluf, Wayne Brennan, Joseph D. Reitman, Vince Vaughn, Nicole Arlyn, Jeff Olson, Monica Moench, Kevin Rahm, Jesse Bennett, Phil Morris, Janeane Garofalo"],
        "budget":["$ 8000000"],
        "worlwide_gross_income":["$ 1794086"],
        "genres":["Art House & International, Comedy, Drama, Mystery & Suspense"],
        "content_rating":["R"],
        "runtime":[104],
        "movie_info":["In a small Montana town, Clay Bidwell (Joaquin Phoenix) finds himself increasingly surrounded by dead bodies, making him the chief suspect of an FBI murder investigation. First, his best friend kills himself during a hunting trip after discovering Clay is having an affair with his wife, Amanda (Georgina Cates). A remorseful Clay starts dating waitress Gloria (Nikki Arlyn), who is killed by the vengeful Amanda. Meanwhile, Clay becomes friends with serial killer Lester Long (Vince Vaughn)."],
        "audience_rating":[67],
        "tomatometer_rating":[62],
        "total_votes":[10544],
        "mean_vote_imdb":[6.8],
        "votes_10":[746],
        "votes_9":[776],
        "votes_8":[2012],
        "votes_7":[3014],
        "votes_6":[2230],
        "votes_5":[938],
        "votes_4":[388],
        "votes_3":[202],
        "votes_2":[116],
        "votes_1":[122],
        "release_year":[1998],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["What might be likable to viewers not that discerning about plot or character study, is that this film was user friendly.",
          "The boyishly braying laugh Vaughn punctuates his conversations with is a true actor's finesse on his character.",
          "Ultimately, this mannered, disdainful work rewards viewers with an lazy ending and a bitter aftertaste.",
          "Actually brings a clean, new and very funny edge to the weathered genre of crime and sleaze.",
          "Vince Vaughn could make a career out of playing psychos and womanizers -- I wouldn't mind.",
          "No gutter humor here, just a veritable country-and-western serial murder comedy. Yeehaw!",
          "An interesting effort that a bit of script polishing could have saved.",
          "This is not your classic whodunit. It's blacker, funnier, and edgier.",
          "To call this a creepy black comedy is a serious understatement.",
          "An okay little High Plains Noir, but it unravels at the end.",
          "Call this one Fargo Lite, and you won't be far off the mark.",
          "Twisted and quietly addicting crime flick.",
          "The performances are simply wonderful.",
          "Great performance by Vaughn",
          "Brilliant direction.",
          "This is one of those motion pictures where the director (David Dobkin, in his feature debut) and the writer (Matt Healy) are so concerned about developing a clever, serpentine plot that they forget that there has to be a credible ending.",
          "\"You've got a sense of humor, I like that,\" Lester Long proclaims at one point. Well, we all like that, but would it be asking too much to have a little coherence to go along with it?",
          "Within Clay Pigeons is a smaller story that might have involved us more, but it's buried by overkill.",
          "It's got unpredictable plot twists and unexpected laughs coming out of dark corners.",
          "A film that delights by confounding expectations."],
        "id":"4d971687-b63c-4858-b992-54b1dd65b17f",
        "Unnamed__0":[3615],
        "available_disney_":[false],
        "_version_":1719163484936077315},
      {
        "imdb_title_id":"tt1100089",
        "rotten_tomatoes_link":["m/foxcatcher"],
        "original_title":["Foxcatcher"],
        "original_release_date":["2014-11-14T00:00:00Z"],
        "streaming_release_date":["2016-09-08T00:00:00Z"],
        "country":["USA"],
        "language":["English, French"],
        "production_company":["Annapurna Pictures"],
        "directors":["Bennett Miller"],
        "writer":["E. Max Frye, Dan Futterman"],
        "actors":["Steve Carell, Channing Tatum, Mark Ruffalo, Sienna Miller, Vanessa Redgrave, Anthony Michael Hall, Guy Boyd, Brett Rice, Jackson Frazer, Samara Lee, Francis J. Murphy III, Jane Mowder, David 'Doc' Bennett, Lee Perkins, Robert Haramia"],
        "budget":["$ 24000000"],
        "worlwide_gross_income":["$ 19206513"],
        "genres":["Drama"],
        "content_rating":["R"],
        "runtime":[134],
        "movie_info":["When wealthy John du Pont (Steve Carell) invites Olympic wrestler Mark Schultz (Channing Tatum) to move to his estate and help form a wrestling team for the 1988 Olympics, Mark sees a way to step out of the shadow of his charismatic brother, Dave (Mark Ruffalo). However, du Pont begins to lead Mark down a dark road, causing the athlete's self-esteem to slip. Meanwhile, du Pont becomes fixated on bringing Dave into the fold, eventually propelling all three toward an unforeseen tragedy."],
        "audience_rating":[66],
        "tomatometer_rating":[87],
        "total_votes":[132436],
        "mean_vote_imdb":[7.0],
        "votes_10":[5518],
        "votes_9":[10069],
        "votes_8":[32221],
        "votes_7":[44919],
        "votes_6":[22650],
        "votes_5":[8872],
        "votes_4":[3642],
        "votes_3":[1821],
        "votes_2":[1031],
        "votes_1":[1693],
        "release_year":[2014],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["It does fruitful work in the field of sport, where lofty notions of excellence and heroism can believably grapple with brutish realities involving money and ego.",
          "A film to be considered alongside David Fincher's The Social Network and Paul Thomas Anderson's The Master as a swirling, smoke-black parable of modern America.",
          "Watch this film for the performances: Tatum and Ruffalo finding new ground in familiar personas; Carell immersing himself into the mindset of a troubled man ...",
          "Foxcatcher might just be the feel-bad movie of the year. But it's so well-acted that audiences won't want to miss its dark, chilling yet restrained story.",
          "Simultaneously understated and grippingly edgy, this is an arresting examination of naivete, mismatched worlds and old-fashioned American oddness.",
          "The story here may have been worth a movie, but it's so diluted over a long and repetitive 134 minutes that's it's really hard to tell.",
          "There's just no life in the film: aiming for a tone of studied foreboding, Bennett Miller instead sucks all the energy from his story.",
          "The year's best cast, including a phenomenal Carell, makes up for slow pacing in the latest drama from the director of \"Capote.\"",
          "Foxcatcher is brilliantly acted and extremely well crafted in a wintry, slow burning way but has an emptiness at its core.",
          "It's about manhood and about lost men, about people needing to find something, anything, at any cost.",
          "If you're willing to be thrown for a loop, you're in good hands with this medal-worthy cast and crew.",
          "If I had to make a list of movies I'm saddest about not having liked, this would rank near the top.",
          "Within this vacuum of malaise, fine performers struggle valiantly to breathe life into their roles.",
          "Like du Pont himself, Foxcatcher draws us in without really allowing us to get under its skin.",
          "Director Bennett Miller (\"Capote,\" \"Moneyball\") has a fascinating story here and he knows it.",
          "Carell is immersed in the role, completely convincing. Tatum also is outstanding.",
          "As a character study \"Foxcatcher\" is mesmerizing, eerie and unpredictably weird.",
          "A positively harrowing and gut-wrenching true story that gets everything right.",
          "A thought-provoking and solid piece of work.",
          "A true crime drama with a twist."],
        "id":"46476653-0332-40eb-b1dc-9aa0f9ec1594",
        "Unnamed__0":[6465],
        "available_disney_":[false],
        "_version_":1719163485925933058},
      {
        "imdb_title_id":"tt6306064",
        "rotten_tomatoes_link":["m/adrift_2018"],
        "original_title":["Adrift"],
        "original_release_date":["2018-06-01T00:00:00Z"],
        "streaming_release_date":["2018-08-21T00:00:00Z"],
        "country":["Hong Kong, Iceland, USA"],
        "language":["English, French"],
        "production_company":["Huayi Brothers"],
        "directors":["Baltasar Kormákur"],
        "writer":["Aaron Kandell, Jordan Kandell"],
        "actors":["Shailene Woodley, Sam Claflin, Jeffrey Thomas, Elizabeth Hawthorne, Grace Palmer, Tami Ashcraft, Siale Tunoka, Kael Damlamian, Lei-Ming Caine, Neil Andrea, Apakuki Nalawa, Tim Solomon"],
        "budget":["$ 35000000"],
        "worlwide_gross_income":["$ 59945012"],
        "genres":["Drama, Romance"],
        "content_rating":["PG-13"],
        "runtime":[120],
        "movie_info":["Tami Oldham and Richard Sharp couldn't anticipate that they would be sailing directly into one of the most catastrophic hurricanes in recorded history. In the aftermath of the storm, Tami awakens to find Richard badly injured and their boat in ruins. With no hope of rescue, Tami must now find the strength and determination to save herself and the only man she has ever loved."],
        "audience_rating":[66],
        "tomatometer_rating":[69],
        "total_votes":[43834],
        "mean_vote_imdb":[6.8],
        "votes_10":[2657],
        "votes_9":[2256],
        "votes_8":[7035],
        "votes_7":[14569],
        "votes_6":[10771],
        "votes_5":[3893],
        "votes_4":[1274],
        "votes_3":[589],
        "votes_2":[316],
        "votes_1":[474],
        "release_year":[2018],
        "type":["movie"],
        "available_netflix":[true],
        "available_prime_video":[false],
        "review_content":["Baltasar Kormkur's film artfully marries an absorbing account of their fight to stay alive with the love story that makes it worth a damn.",
          "What keeps Adrift from feeling like just a travelogue tacked on to a tragi-sploitive star vehicle is, ironically enough, its star.",
          "It's not just a story of an incredible feat of survival. It's also a love story, presented with the subtlety of a sledgehammer.",
          "At its best, she wills \"Adrift\" into a moving story about a natural born wanderer who needs an anchor to know her own strength.",
          "It's downright refreshing to witness the depiction of a woman as independently strong, capable and determined to survive.",
          "\"Adrift\" takes viewers on a trip through beautiful cinematography and gut-wrenching performances that are worth seeing.",
          "While it doesn't exactly make a big splash, this entry appeals as a pure, noble and thrilling true-life adventure.",
          "They never quite got the script right, but director Kormakur toggles well enough. And Woodley sees it through.",
          "It's as if the gods were suddenly angered, then placated. It's pure Homer. It's high art. It's pulp. It's fun.",
          "\"Adrift\" is worth a watch, even if its drama (perhaps inevitably) pales in comparison to the source material.",
          "Adrift is a movie throbbing with an audience's anxiety - and yet it is not particularly dramatic.",
          "Stop Googling and see the film first. You'll be glad you didn't know all the details beforehand.",
          "To adopt the old clich, the ocean isn't just a character in this film - it's the best one.",
          "A well-tailored vehicle for Woodley to showcase her grit and her hippie-dippie appeal.",
          "Here's a thought: Sharks might have livened things up. Two or three? Half a dozen?",
          "Tami, too, employs great ingenuity, as do the creators of this kind of movie.",
          "The lack of suspense ensured by the flash-forwarding structure is a crime.",
          "Every element is so perfect that it left me shaking and devastated.",
          "As a sea saga, \"Adrift\" is a minor-league addition to the genre.",
          "A true story, told semi-truthfully. In the end, it's so-so."],
        "id":"a8a4cc06-214e-4758-b64e-a45da528999f",
        "Unnamed__0":[8807],
        "available_disney_":[false],
        "_version_":1719163486793105411},
      {
        "imdb_title_id":"tt0119709",
        "rotten_tomatoes_link":["m/1079025-most_wanted"],
        "original_title":["Most Wanted"],
        "original_release_date":["1997-10-10T00:00:00Z"],
        "streaming_release_date":["2008-07-01T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Ivory Way Productions"],
        "directors":["David Hogan, David Glenn Hogan"],
        "writer":["Keenen Ivory Wayans"],
        "actors":["Keenen Ivory Wayans, Robert Kotecki, Rick Cramer, Kenn Whitaker, Wolfgang Bodison, Jon Voight, Eddie Velez, Michael Marich, Simon Baker, Jill Hennessy, Donna Cherry, Robert Culp, Eric Roberts, Paul Sorvino, John Diehl"],
        "budget":["$ 25000000"],
        "worlwide_gross_income":["$ 11838218"],
        "genres":["Action & Adventure, Mystery & Suspense"],
        "content_rating":["R"],
        "runtime":[99],
        "movie_info":["U.S. Sgt. Dunn (Keenen Ivory Wayans) is sentenced to death for a crime he didn't commit, but he gets a second chance when Lt. Col. Grant Casey (Jon Voight) handpicks him for a dangerous secret mission. Unfortunately, Dunn soon finds out that his assignment is a setup, and he is framed for the murder of the president's wife. Dunn goes on the run from the law with Dr. Constantini (Jill Hennessy), who knows the true identity of the assassin. But Casey will do anything to silence the pair."],
        "audience_rating":[40],
        "tomatometer_rating":[15],
        "total_votes":[5590],
        "mean_vote_imdb":[5.7],
        "votes_10":[275],
        "votes_9":[127],
        "votes_8":[370],
        "votes_7":[905],
        "votes_6":[1376],
        "votes_5":[1229],
        "votes_4":[632],
        "votes_3":[307],
        "votes_2":[184],
        "votes_1":[185],
        "release_year":[1997],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[true],
        "review_content":["Wayans looks the action hero: buff, cool, and stoic, but in straying from his normal comedic persona he also strips himself of any charm and personality.",
          "The result is an all-around competence that seems more than the sum of its parts.",
          "Weak action movie. Not enough thrills to elevate the totally average story.",
          "[T]he film isn't as terrible as you might think - it's just bad.",
          "Most Wanted is an overly familiar B-grade action flick...",
          "Not Bad.",
          "Not only is the screenplay for Most Wanted laughably absurd, but it contains line after line of the worst dialogue available in any film currently on a multiplex screen.",
          "Most Wanted ... is idiotic entertainment done with skill."],
        "id":"0e152867-6cbe-4a1a-ae3b-00aa32323796",
        "Unnamed__0":[3702],
        "available_disney_":[false],
        "_version_":1719163484961243139},
      {
        "imdb_title_id":"tt1922777",
        "rotten_tomatoes_link":["m/sinister_2012"],
        "original_title":["Sinister"],
        "original_release_date":["2012-10-12T00:00:00Z"],
        "streaming_release_date":["2015-11-21T00:00:00Z"],
        "country":["USA, UK, Canada"],
        "language":["English"],
        "production_company":["Summit Entertainment"],
        "directors":["Scott Derrickson"],
        "writer":["Scott Derrickson, C. Robert Cargill"],
        "actors":["Ethan Hawke, Juliet Rylance, Fred Thompson, James Ransone, Michael Hall D'Addario, Clare Foley, Rob Riley, Tavis Smiley, Janet Zappala, Victoria Leigh, Cameron Ocasio, Ethan Haberfield, Danielle Kotch, Blake Mizrahi, Nicholas King"],
        "budget":["$ 3000000"],
        "worlwide_gross_income":["$ 82515113"],
        "genres":["Horror"],
        "content_rating":["R"],
        "runtime":[109],
        "movie_info":["True-crime writer Ellison Oswald (Ethan Hawke) is in a slump; he hasn't had a best seller in more than 10 years and is becoming increasingly desperate for a hit. So, when he discovers the existence of a snuff film showing the deaths of a family, he vows to solve the mystery. He moves his own family into the victims' home and gets to work. However, when old film footage and other clues hint at the presence of a supernatural force, Ellison learns that living in the house may be fatal."],
        "audience_rating":[61],
        "tomatometer_rating":[63],
        "total_votes":[213774],
        "mean_vote_imdb":[6.9],
        "votes_10":[15375],
        "votes_9":[17080],
        "votes_8":[42397],
        "votes_7":[64686],
        "votes_6":[41308],
        "votes_5":[17712],
        "votes_4":[7256],
        "votes_3":[3498],
        "votes_2":[1894],
        "votes_1":[2568],
        "release_year":[2012],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["\"Sinister\" is an undeniably scary movie, with performances adding enough human interest to give depth to the basic building blocks of horror.",
          "The ensuing plot has the cogency of one of those dishes you cook up, one inspiration-free night, from everything left over in the fridge.",
          "There isn't an ounce of ingenuity in the way the movie is concluded, but some generic expertise in the way it is put together.",
          "As the best horror stories so often do, \"Sinister\" makes clear that we are our own boogeymen, the worst monsters of all.",
          "The movie makes up for uneven dialogue and pacing issues through sheer horrific imagery, starting with the first shot.",
          "In its plot and even its title, the movie feels like a grab bag of every popular horror trope of the last 30 years.",
          "When Christopher Young's score isn't buzzing like a demented bee, its loud bangs are the perfect wake-up call.",
          "A mixed bag of old-school and contemporary horror tricks that occasionally raises a hair prickle of intrigue.",
          "C'mon, Ethan Hawke, you're better than this. Isn't there a \"Before Sunset\" sequel that needs your attention?",
          "I knew perfectly well, after a while, what Sinister was going to scare me with. But I got scared anyway.",
          "There's something smarter, and truly creepy-crawly, about the way this movie sneaks up on your ears.",
          "It comes together with a gruesome though excellent ending that some will find difficult to shake.",
          "Your pants. Do you like having them scared off you? Then you and your pants will enjoy Sinister.",
          "Now this is a scary movie. And, given that it's a horror film, that means it's a good one.",
          "The hero of \"Sinister\" is almost unaccountably dumb. So, unfortunately, is the movie.",
          "As much as \"Sinister\" wants to tell a story, there isn't much of a story to be told.",
          "More stupid than scary, Sinister can't even figure out who its real demon is.",
          "An occult thriller that scares with an absolute relentlessness.",
          "That title is off the mark. Here's a better one: \"Stupid.\"",
          "Relies more on \"gotcha\" moments than storytelling."],
        "id":"8de68d0a-14f1-4f19-b9b3-06392f1d4303",
        "Unnamed__0":[7445],
        "available_disney_":[false],
        "_version_":1719163486285594624},
      {
        "imdb_title_id":"tt1175709",
        "rotten_tomatoes_link":["m/all_good_things"],
        "original_title":["All Good Things"],
        "original_release_date":["2010-12-03T00:00:00Z"],
        "streaming_release_date":["2016-12-05T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Groundswell Productions"],
        "directors":["Andrew Jarecki"],
        "writer":["Marcus Hinchey, Marc Smerling"],
        "actors":["Ryan Gosling, Kirsten Dunst, Frank Langella, Lily Rabe, Philip Baker Hall, Michael Esper, Diane Venora, Nick Offerman, Kristen Wiig, Stephen Kunken, John Cullum, Maggie Kiley, Liz Stauber, Marion McCorry, Mia Dillon"],
        "budget":["Unknown"],
        "worlwide_gross_income":["$ 1754389"],
        "genres":["Drama, Mystery & Suspense"],
        "content_rating":["R"],
        "runtime":[101],
        "movie_info":["Heir to a real-estate dynasty, David Marks (Ryan Gosling) lives in the shadow of his father, Sanford (Frank Langella). He takes a chance at true love when he meets Katie (Kirsten Dunst), a woman of modest origins who sees David's real worth as a person, not just his family's wealth. David and Katie marry and plan to build a life together, but their once-loving relationship deteriorates after David gives in to his father's demand that he work in the family business."],
        "audience_rating":[37],
        "tomatometer_rating":[35],
        "total_votes":[51943],
        "mean_vote_imdb":[6.4],
        "votes_10":[1929],
        "votes_9":[1924],
        "votes_8":[6102],
        "votes_7":[14706],
        "votes_6":[15387],
        "votes_5":[7200],
        "votes_4":[2506],
        "votes_3":[1078],
        "votes_2":[495],
        "votes_1":[616],
        "release_year":[2010],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[true],
        "review_content":["Jarecki knows how to make scenes of boisterous family reunions and quiet moments between lovers engaging: He fares less well, though, when the story takes a dark turn.",
          "Director Andrew Jarecki, who made his name with the documentary Capturing the Friedmans, is less successful at limning family dysfunctionality in the fictional mode.",
          "All Good Things throws so many narrative balls in the air that you may struggle to catch up. It's worth the effort. Jarecki is a master of the telling detail.",
          "As excellent as Gosling is - and the actor conveys the stillness of the man as well as the voices screaming in his head - Dunst matches him stride for stride.",
          "It's a juicy story, though that doesn't excuse Jarecki from fixating above all else on the tabloid-ready twists and pop-psychological turns of Durst's story.",
          "The film ends up wrestling itself into a corner, though it's saved by a corrosive central performance from Ryan Gosling and a disconcertingly hypnotic feel.",
          "There's a fascinating story here for a bolder filmmaker, but after so much meandering it's a relief that All Good Things must come to an end.",
          "Kirsten Dunst is so good here as a woman at a loss to understand who her husband really is, and what the true nature of his family involves.",
          "You go away slack-jawed with shock and sated with the chilling bedtime-story elements of a great unsolved mystery novel you can't put down.",
          "Although the movie posits a solution to an infamous missing person's case, it does so in a manner that is less than satisfying.",
          "It also feels like one man's attempt to try another in the court of cinema, or perhaps correct the course of justice itself.",
          "As absorbing and detailed as \"All Good Things\" is, it never manages to levitate beyond tawdry movie-of-the-week voyeurism.",
          "The film is so busy working hard to convict one rather shady character, it never convinces us of its own reason to exist.",
          "You watch it wanting to scurry off to read accounts of the real thing, rather than being caught up in the filmmaking.",
          "A soap opera that stands at a distance from its characters (that distance being the length of a lawyer's briefcase)",
          "Dunst is not the only person doing quality work in \"All Good Things,\" but she is the only one worth watching.",
          "There's plenty of information on what (might have) happened, but not much thought given to why.",
          "What we have here is a somewhat higher grade of a Lifetime true-crime picture.",
          "It's a strange, thrilling tale begrimed by bad memories, by bad deeds.",
          "Proves disappointingly timid."],
        "id":"2ce9317f-917d-42de-ac4f-81533c659f99",
        "Unnamed__0":[6578],
        "available_disney_":[false],
        "_version_":1719163485968924673},
      {
        "imdb_title_id":"tt0120706",
        "rotten_tomatoes_link":["m/1087427-general"],
        "original_title":["The General"],
        "original_release_date":["1998-12-18T00:00:00Z"],
        "streaming_release_date":["2018-07-01T00:00:00Z"],
        "country":["UK, Ireland"],
        "language":["English"],
        "production_company":["J & M"],
        "directors":["John Boorman"],
        "writer":["John Boorman, Paul Williams"],
        "actors":["Brendan Gleeson, Adrian Dunbar, Sean McGinley, Maria Doyle Kennedy, Angeline Ball, Jon Voight, Eanna MacLiam, Tom Murphy, Paul Hickey, Tommy O'Neill, John O'Toole, Ciarán Fitzgerald, Ned Dennehy, Vinny Murphy, Roxanna Nic Liam"],
        "budget":["Unknown"],
        "worlwide_gross_income":["$ 1214198"],
        "genres":["Drama"],
        "content_rating":["R"],
        "runtime":[123],
        "movie_info":["This fact-based film begins with the murder of Martin Cahill (Brendan Gleeson), one of Ireland's most infamous and violent criminals. Dying, Cahill reflects on his life -- being raised on the hardscrabble streets of Dublin, his years in reform school, learning to steal at an early age and rising from petty thief to powerful crime boss known for his brazen armed robberies. And throughout, tenacious policeman Ned Kenny (Jon Voight) dedicatedly pursuing him."],
        "audience_rating":[81],
        "tomatometer_rating":[82],
        "total_votes":[8006],
        "mean_vote_imdb":[7.4],
        "votes_10":[731],
        "votes_9":[931],
        "votes_8":[2291],
        "votes_7":[2327],
        "votes_6":[987],
        "votes_5":[384],
        "votes_4":[149],
        "votes_3":[74],
        "votes_2":[48],
        "votes_1":[84],
        "release_year":[1998],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["The General is sharply written, by Boorman, but its fascination lies in the contrast between the energetic, almost goofy performance by Gleeson.",
          "Neither Boorman's cinematic expertise nor Gleeson's canny performance is enough to make us care about Cahill's destruction.",
          "An interesting, entertaining view into the life of an Irish crime legend who is almost a Robin Hood, but not quite.",
          "The most lyric crime picture since Band of Outsiders, with a sublime performance by Gleeson at its core.",
          "This probably wouldn't have been such a thought-provoking film if it hadn't been based on a true story.",
          "It's too bad Marvin isn't still around, to at least knock some sense into his old friend, Boorman.",
          "The force of Cahill's personality draws you to the screen and rivets your attention.",
          "Enjoyable for what it is; problem is, what it is doesn't amount to much in the end.",
          "The General is more character study than cops-and-robbers action drama.",
          "An astonishing and captivating portrait of an iconoclastic criminal.",
          "Large chunks of The General are completely incomprehensible.",
          "A fulsome, fascinating piece of 20th century Irish folklore.",
          "A well-made film, but a hard one to actually like.",
          "It was great casting to make Gleeson the lead.",
          "The General is a great character study.",
          "Cahill is played by Brendan Gleeson, an actor of blustery ferocity whose greasy hair, piggy jowls, and lumpish, slovenly physique would make him look harmless were it not for the angry dark pools of his eyes.",
          "Veteran director John Boorman weaves together real-life incidents and fictional anecdotes to create a fascinating portrait of a man who was both more human and more humane than the legends about him indicate.",
          "Boorman's film is shot in wide-screen black and white, and as it often does, black and white emphasizes the characters and the story, instead of setting them awash in atmosphere.",
          "The black-and-white tones (shot on color stock) are so rich that the ski masks of burglars wind up looking like velvet.",
          "Gleeson plays Cahill as an ordinary man who does this stuff because he's good at it."],
        "id":"c24d5bee-f027-4e8e-bc7e-67e1b37725e8",
        "Unnamed__0":[3833],
        "available_disney_":[false],
        "_version_":1719163485001089025},
      {
        "imdb_title_id":"tt1232783",
        "rotten_tomatoes_link":["m/sorority_row"],
        "original_title":["Sorority Row"],
        "original_release_date":["2009-09-11T00:00:00Z"],
        "streaming_release_date":["2016-10-03T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["House Row Productions"],
        "directors":["Stewart Hendler"],
        "writer":["Josh Stolberg, Pete Goldfinger"],
        "actors":["Teri Andrez, Adam Barrie, Megan Wolfley, Robert Belushi, Marie Blanchard, Briana Evigan, Zack Garrett, Margo Harshman, Rumer Willis, Jamie Chung, Leah Pipes, Audrina Patridge, Matt O'Leary, Julian Morris, Debra Gordon"],
        "budget":["$ 12500000"],
        "worlwide_gross_income":["$ 27206120"],
        "genres":["Horror"],
        "content_rating":["R"],
        "runtime":[101],
        "movie_info":["Cassidy (Briana Evigan), Jessica (Leah Pipes), Ellie (Rumer Willis), Claire (Jamie Chung) and Megan (Audrina Patridge) are sorority sisters and true-blue friends to the end -- until a prank gone wrong results in Megan's demise. Rather than risk their futures by reporting the crime, the friends agree to cover it up. Cassidy and company come to regret the decision a year later when someone begins sending them videos of the night Megan died, and they fall victim to a deadly stalker."],
        "audience_rating":[31],
        "tomatometer_rating":[25],
        "total_votes":[28224],
        "mean_vote_imdb":[5.4],
        "votes_10":[1819],
        "votes_9":[693],
        "votes_8":[1739],
        "votes_7":[3415],
        "votes_6":[5361],
        "votes_5":[6248],
        "votes_4":[3812],
        "votes_3":[2277],
        "votes_2":[1353],
        "votes_1":[1507],
        "release_year":[2009],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[true],
        "review_content":["A 1980s horror remake finally graduates to being a fun, smart guilty pleasure.",
          "This is a movie so formulaic it could have been written by Microsoft Excel.",
          "I enjoyed it enough to last until the credits. [Full review in Spanish].",
          "this splatfest is exactly the type of movie it should be.",
          "Satirical shadings can't save sorority slasher schlock.",
          "One of the weaker entries in 2009's horror genre.",
          "disastrous",
          "It lapses into that familiar category of movies that go in for lots of fancy obfuscation along the way only to make its story seem all the more simple, trite and contrived by the finish.",
          "Over 100 long minutes, as each is murdered by an unseen assailant, the movie's job is to draw empathy from the audience for its harem of harridans. It doesn't work.",
          "Sorority Row is an interminable mess of a film that juggles more characters and undeveloped subplots than it can handle and even manages to bungle the setup.",
          "Won't be the most intelligent or best acted film you'll see this year, or maybe even this week, but it could be the best fright flick of 2009.",
          "The blatant attempts at humor mostly fall flat, but a third-act catfight manages briefly to detour the film into fairly enjoyable camp.",
          "Sisters are doing it for themselves in this jolly college horror flick - if by \"it\" you mean horrible slaughter and softcore nudity.",
          "I'm not sure there's any point to this beyond an invitation to ogle teenage girls in their underwear, running and screaming.",
          "A booty-shakin', text-messagin', Facebook-referencin' multiplex moneyspinner for undemanding twenty-first-century teens.",
          "The tedious flick offers little more than a few scares, and plenty of boobs. And we're not just talking about the cast.",
          "A satire made for cult rediscovery, just change the tagline to \"In the foam, no one can hear you scream.\"",
          "It's yet another '80s slasher remake, so you know the drill...er, the tire iron pimped out with blades.",
          "The \"scary'' moments are of the sneak-up-on-you-from-behind variety, but there's little suspense.",
          "It's all cheese, but at least this cheese, for the most part, doesn't stink."],
        "id":"774fc851-e3f1-4a4c-a37f-f8cca4381765",
        "Unnamed__0":[6697],
        "available_disney_":[false],
        "_version_":1719163486009819138},
      {
        "imdb_title_id":"tt0765429",
        "rotten_tomatoes_link":["m/american_gangster"],
        "original_title":["American Gangster"],
        "original_release_date":["2007-11-02T00:00:00Z"],
        "streaming_release_date":["2015-08-13T00:00:00Z"],
        "country":["USA, UK"],
        "language":["English, Thai, Spanish"],
        "production_company":["Universal Pictures"],
        "directors":["Ridley Scott"],
        "writer":["Steven Zaillian, Mark Jacobson"],
        "actors":["Denzel Washington, Russell Crowe, Chiwetel Ejiofor, Josh Brolin, Lymari Nadal, Ted Levine, Roger Guenveur Smith, John Hawkes, RZA, Yul Vazquez, Malcolm Goodwin, Ruby Dee, Ruben Santiago-Hudson, Carla Gugino, Skyler Fortgang"],
        "budget":["$ 100000000"],
        "worlwide_gross_income":["$ 269755430"],
        "genres":["Drama"],
        "content_rating":["R"],
        "runtime":[157],
        "movie_info":["Frank Lucas (Denzel Washington) earns his living as a chauffeur to one of Harlem's leading mobsters. After his boss dies, Frank uses his own ingenuity and strict business code to become one of the inner city's most powerful crime bosses. Meanwhile, veteran cop Richie Roberts (Russell Crowe) senses a change in the mob's power structure and looks for ways to bring his opponent to justice."],
        "audience_rating":[87],
        "tomatometer_rating":[80],
        "total_votes":[383688],
        "mean_vote_imdb":[7.9],
        "votes_10":[45560],
        "votes_9":[70807],
        "votes_8":[140829],
        "votes_7":[84715],
        "votes_6":[25692],
        "votes_5":[8058],
        "votes_4":[2826],
        "votes_3":[1371],
        "votes_2":[884],
        "votes_1":[2946],
        "release_year":[2007],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["It takes nerve to call a film American Gangster -- But once you see this finely made and richly satisfying film, you understand it's the only title possible.",
          "Sharp, observant and true to the period, the film-making is, on the whole, less determined to show its virtuosity than in Scott's other work.",
          "What American Gangster does have -- what makes it such a commanding, exhilarating movie -- is a consummate love and understanding of story.",
          "For talent, Scott couldn't start much purer. Washington and Crowe are consummate craftsmen who burrow deep into their characters.",
          "A cocksure upstart that has swaggered onto the scene, confident that it can take its place at the table with the big boys.",
          "Ridley Scott is the weak link; he's never made a film this for-hire. Even Scott's signature misted atmosphere is absent.",
          "American Gangster is an enjoyable double character study, and the movie's length ultimately becomes an advantage.",
          "Scott guided Crowe to an Oscar in Gladiator, and once more he brings out the actor's vulnerable side.",
          "This is an engrossing story, told smoothly and well, and Russell Crowe's contribution is enormous.",
          "The entire movie is caught between being a work of seriousness and a work of absurdity.",
          "Both he [Washington] and Ruby Dee, as his mother, give Oscar-caliber performances.",
          "Greatness hovers just outside American Gangster, knocking, angling to be let in.",
          "Scott's not interested in fireworks but small implosions of the soul and ego.",
          "Ridley Scott's listless Big Statement is a wheezy, hot air-inflated dud.",
          "One of the year's best movies -- and surely a major Oscar contender.",
          "You can safely watch it without feeling guilty, or indicted.",
          "A guaranteed shot of pure heart-pumping entertainment.",
          "One of the most intelligent gangster movies in years.",
          "It's an entertaining pulp pastiche with pretensions.",
          "Almost makes up for GI Jane."],
        "id":"a99dfb48-3966-4b10-b67b-e6f412e2167a",
        "Unnamed__0":[5902],
        "available_disney_":[false],
        "_version_":1719163485722509312},
      {
        "imdb_title_id":"tt0090357",
        "rotten_tomatoes_link":["m/young_sherlock_holmes"],
        "original_title":["Young Sherlock Holmes"],
        "original_release_date":["1985-12-01T00:00:00Z"],
        "streaming_release_date":["2013-08-01T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Amblin Entertainment"],
        "directors":["Barry Levinson"],
        "writer":["Arthur Conan Doyle, Chris Columbus"],
        "actors":["Nicholas Rowe, Alan Cox, Sophie Ward, Anthony Higgins, Susan Fleetwood, Freddie Jones, Nigel Stock, Roger Ashton-Griffiths, Earl Rhodes, Brian Oulton, Patrick Newell, Donald Eccles, Matthew Ryan, Matthew Blakstad, Jonathan Lacey"],
        "budget":["$ 18000000"],
        "worlwide_gross_income":["$ 19739575"],
        "genres":["Action & Adventure, Drama, Horror, Kids & Family, Mystery & Suspense"],
        "content_rating":["PG-13"],
        "runtime":[109],
        "movie_info":["A teenage Sherlock Holmes (Nicholas Rowe) meets and befriends his future sidekick, the bemused and bespectacled John Watson (Alan Cox). During their first semester of boarding school, a series of deaths occur on campus. Intrigued by the crime, Holmes looks into it and soon comes to suspect a poisonous hallucinogen. And then, in the midst of their investigation, Holmes and Watson stumble on a bizarre cult with a penchant for human sacrifice -- after which they must struggle to escape."],
        "audience_rating":[63],
        "tomatometer_rating":[64],
        "total_votes":[18801],
        "mean_vote_imdb":[6.9],
        "votes_10":[1450],
        "votes_9":[1338],
        "votes_8":[3447],
        "votes_7":[5992],
        "votes_6":[3833],
        "votes_5":[1565],
        "votes_4":[580],
        "votes_3":[281],
        "votes_2":[138],
        "votes_1":[177],
        "release_year":[1985],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["There is something about Holmes's elegant, haunting, and whisperingly melancholic distance, his analytical remove from the world, that inspires a desire for glimpses of the baroque corridors of labyrinthine interiors.",
          "By the time Young Sherlock Holmes clangs to a close, the assets of the film are buried beneath an avalanche of unnecessary bells and whistles.",
          "Reveals that Holmes' true love is tortured to death in a big-budget extravaganza that provided the bastard sire for Jar Jar Binks.",
          "Time has not been very friendly to this teen thriller that in my household used to be \"fantastic\". [Full review in Spanish].",
          "Like a peacock showing its bright colours. Sadly, it's all about show, not substance.",
          "definitely worth a better reception than it's received over the years.",
          "Not so successful try to install some youth in the Holmes canon.",
          "Big, silly, loud, nicely designed, and occasionally enjoyable.",
          "Squanders its start as a charming character study.",
          "If these story elements seem typical of Conan Doyle, there is also a lot in this movie that can be traced directly to the work of Steven Spielberg, the executive producer."],
        "id":"c823d40b-f9c8-4697-ae5a-eba50942b1e5",
        "Unnamed__0":[2168],
        "available_disney_":[false],
        "_version_":1719163484478898177},
      {
        "imdb_title_id":"tt3111426",
        "rotten_tomatoes_link":["m/lost_girls_2020"],
        "original_title":["Lost Girls"],
        "original_release_date":["2020-03-13T00:00:00Z"],
        "streaming_release_date":["2020-03-13T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Archer Gray"],
        "directors":["Liz Garbus"],
        "writer":["Robert Kolker, Michael Werwie"],
        "actors":["Amy Ryan, Thomasin McKenzie, Gabriel Byrne, Lola Kirke, Oona Laurence, Dean Winters, Molly Brown, Miriam Shor, Ana Reeder, Grace Capeless, Reed Birney, Kevin Corrigan, Jimi Stanton, Matthew F. O'Connor, Rosal Colon"],
        "budget":["Unknown"],
        "worlwide_gross_income":["Unknown"],
        "genres":["Drama, Mystery & Suspense"],
        "content_rating":["R"],
        "runtime":[95],
        "movie_info":["Determined to find her missing daughter, a desperate woman launches a personal investigation that leads police to the unsolved cases of murdered sex workers."],
        "audience_rating":[52],
        "tomatometer_rating":[72],
        "total_votes":[14327],
        "mean_vote_imdb":[6.1],
        "votes_10":[381],
        "votes_9":[307],
        "votes_8":[1316],
        "votes_7":[3689],
        "votes_6":[4723],
        "votes_5":[2282],
        "votes_4":[809],
        "votes_3":[350],
        "votes_2":[195],
        "votes_1":[275],
        "release_year":[2020],
        "type":["movie"],
        "available_netflix":[true],
        "available_prime_video":[false],
        "review_content":["Because of the ongoing mystery, Lost Girls could have benefited from meatier psychology to dissect what happens to a person forced to wait in the dark for so long.",
          "It feels incomplete, not developed enough for us to fully be immersed in the story, the result is a suspense-free procedural with barely any stakes at hand.",
          "Lost Girls, a narrative drama from the accomplished documentary filmmaker Liz Garbus, strikes an impressive balance with its difficult subject matter.",
          "The emotionally available Thomasin McKenzie occasionally reminds us of what director Liz Garbus left out of \"Lost Girls,\" the pathos and heartbreak.",
          "A moving and effective true-life drama that shows the fractures of a broken system. Amy Ryan's performance is astonishing. [Full Review in Spanish]",
          "Liz Garbus' adaptation of 'Lost Girls' never amounts to more than a story about one mother's anger despite all the issues surrounding the case.",
          "Lost Girls has its missteps but is elevated by impressive craft, a sense of harrowing anxiety, and the searing performances on display.",
          "Lost Girls is a watered down adaptation of its excellent source material, so much so that viewers are better served reading the book.",
          "A movie that simply does not know what it wants to portray and fails terribly as a true crime thriller. [Full review in Spanish].",
          "Unfocused on what it wants to be, the film's half-hearted approach to an essential story leaves you disappointed.",
          "Despite some strong performances and a compelling message, it does come off a little underbaked at times.",
          "Ryan's powerful performance has more facets than her just snapping \"suck my dick\" at recalcitrant cops.",
          "Mom's search for missing girl is disturbing, sad; language.",
          "An understated drama well worth seeking out.",
          "Kolker himself has compared his book to writing about the maiden voyage of the Titanic - everyone knows how it ends, the trick is making people care about how it gets there - and Garbus mostly succeeds in keeping up that unique tension.",
          "It is a story without a happy ending, or even an ending at all. But Garbus isn't so naive or precious a storyteller to expect reality to afford one - and she should be applauded for not waiting around in vain.",
          "At 95 minutes, Lost Girls is sorely lacking and, ironically, one wonders what a Garbus docuseries could have found instead.",
          "All told, \"Lost Girls\" succeeds in humanizing a grisly news story, but it makes for less than satisfying viewing.",
          "An emotional examination of one of the most famous unsolved cases of the modern era.",
          "\"Lost Girls\" hits hard."],
        "id":"ab3694ae-feb2-4c6a-83bb-e5eb1d7037f9",
        "Unnamed__0":[8064],
        "available_disney_":[false],
        "_version_":1719163486526767107},
      {
        "imdb_title_id":"tt0117913",
        "rotten_tomatoes_link":["m/1072381-time_to_kill"],
        "original_title":["A Time to Kill"],
        "original_release_date":["1996-07-24T00:00:00Z"],
        "streaming_release_date":["2015-12-12T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Regency Enterprises"],
        "directors":["Joel Schumacher"],
        "writer":["John Grisham, Akiva Goldsman"],
        "actors":["Matthew McConaughey, Sandra Bullock, Samuel L. Jackson, Kevin Spacey, Oliver Platt, Charles S. Dutton, Brenda Fricker, Donald Sutherland, Kiefer Sutherland, Patrick McGoohan, Ashley Judd, Tonea Stewart, RaéVen Kelly, Darrin Mitchell, LaConte McGrew"],
        "budget":["$ 40000000"],
        "worlwide_gross_income":["$ 152266007"],
        "genres":["Drama, Mystery & Suspense"],
        "content_rating":["R"],
        "runtime":[150],
        "movie_info":["Carl Lee Hailey (Samuel L. Jackson) is a heartbroken black father who avenges his daughter's brutal rape by shooting the bigoted men responsible for the crime as they are on their way to trial. He turns to Jake Brigance (Matthew McConaughey), an untested lawyer, to defend him. Brigance struggles to believe that he can get Hailey acquitted in this small, segregated Southern town, given Hailey's race and the deliberate nature of his crimes, but Carl has unshakable faith in him."],
        "audience_rating":[85],
        "tomatometer_rating":[67],
        "total_votes":[128589],
        "mean_vote_imdb":[7.5],
        "votes_10":[13437],
        "votes_9":[16528],
        "votes_8":[38366],
        "votes_7":[37220],
        "votes_6":[13872],
        "votes_5":[4812],
        "votes_4":[1785],
        "votes_3":[933],
        "votes_2":[579],
        "votes_1":[1057],
        "release_year":[1996],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Insight into black/white relations is superficial -- disappointing when you consider that the moral of the story is supposed to be how large a role race plays in the execution of justice.",
          "Gripping suspense in this southern set drama. Sandra Bullock is oddly matched to McConaughey who lights the fire. Unfortunately, Samuel L. Jackson waits in the wings.",
          "McConaughey nails with such laconic grace that some critics are comparing him to the young Paul Newman and to Gregory Peck in To Kill a Mockingbird.",
          "It's not perfect, but perhaps that's part of its sometimes pulpy joy (and certainly McConaughey's character flaws are part of his charm).",
          "This may be a case where you have to read the book to appreciate the film, but if that's true, the film hasn't done its job.",
          "Only a screenplay by Akiva Goldsman could make things worse--and lo and behold, speak of the devil and Old Scratch appears.",
          "There are no surprises here except for the indecipherable motivations and exacting length of two hours and twenty minutes.",
          "An outstanding courtroom drama, and easily the best adaptation of one of John Grisham's legal thrillers.",
          "Never has a 145-minute film been less thrilling and more predictable.",
          "Nothing more than an entry in Matthew McConaughey's filmography.",
          "Looks aren't enough. In the lead, McConaughey isn't there.",
          "Legal drama candidly tackles race relations in America.",
          "The hype is true. Matthew McConaughey is all that.",
          "Dumbed down debate on the death penalty.",
          "The best Grisham to hit the screen yet.",
          "A Time to Kill has it all.",
          "Despite certain drawbacks, A Time to Kill is involving, energetic, and occasionally thought-provoking. All things considered, this film will make for a worthwhile trip to the cinema for all, not just those who have time to kill.",
          "Untrained as an actor, with only three minor roles to his credit, McConaughey holds the screen against Samuel L. Jackson, Sandra Bullock and Kevin Spacey, and completely justifies the buzz surrounding his role...",
          "A skillfully constructed morality play that pushes all the right buttons and arrives at all the right conclusions.",
          "A handsome but riotously cluttered melodrama with maybe 145 subplots."],
        "id":"ceb918bf-42d5-4f04-b0d6-7d1456970b94",
        "Unnamed__0":[3560],
        "available_disney_":[false],
        "_version_":1719163484920348673},
      {
        "imdb_title_id":"tt1971352",
        "rotten_tomatoes_link":["m/compliance_2012"],
        "original_title":["Compliance"],
        "original_release_date":["2012-08-17T00:00:00Z"],
        "streaming_release_date":["2016-08-10T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Bad Cop Bad Cop Film Productions"],
        "directors":["Craig Zobel"],
        "writer":["Craig Zobel"],
        "actors":["Ann Dowd, Matt Servitto, Dreama Walker, Pat Healy, Philip Ettinger, Ashlie Atkinson, Nikiya Mathis, Ralph Rodriguez, Stephen Payne, Bill Camp, Amelia Fowler, John Merolla, James McCaffrey, Desmin Borges, Matt Skibiak"],
        "budget":["$ 270000"],
        "worlwide_gross_income":["$ 592116"],
        "genres":["Drama, Mystery & Suspense, Special Interest"],
        "content_rating":["R"],
        "runtime":[90],
        "movie_info":["A fast-food worker (Dreama Walker) who's accused of theft is put through the wringer as her boss (Ann Dowd), at the direction of a phone caller who says he's a cop, subjects her to increasingly harsh forms of interrogation."],
        "audience_rating":[60],
        "tomatometer_rating":[89],
        "total_votes":[30693],
        "mean_vote_imdb":[6.3],
        "votes_10":[1163],
        "votes_9":[1424],
        "votes_8":[4742],
        "votes_7":[8812],
        "votes_6":[7342],
        "votes_5":[3158],
        "votes_4":[1477],
        "votes_3":[878],
        "votes_2":[636],
        "votes_1":[1061],
        "release_year":[2012],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["There's the adage that life is nasty, brutish and short. It's even worse when you're half-naked and locked in a supply room with your boss.",
          "The film edges forward diffidently, never quite matching strength of craft to strength of idea. It's creepily beguiling even so ...",
          "This is a well-made film, with plausible performances by all the leads, especially Ann Dowd. We feel we know people like this.",
          "The cast here is so terrific that they turn a movie that takes place almost entirely in one dingy room into rich theater...",
          "A disturbing, fact-based look at the ways in which people can be bullied into bowing to the demands of authority figures.",
          "Zobel's feature film brings out the creepy, banal horror of this culminating event, and the awful contemporary insights.",
          "Compliance is a fascinating and deeply unsettling version of true events, but it goes past that, with art and honesty.",
          "A wickedly compelling thriller, a skin-crawling, stranger-than-fiction examination of the darkest power of authority.",
          "Disturbing and unlikely as it may be, this stuff actually happened, and pretty much as Craig Zobel relates it.",
          "This is one insistent film, more evocative of human behavior than movies that take fewer risks ever could be.",
          "[It] has a sharp psychological point and a can't-look-away quality even as it turns horrifically dark.",
          "Zobel has created a tale that will leave audiences angry if not downright nauseated by journey's end.",
          "A riveting, horrifying film, shot through with beautifully observed moments of unwelcome truth.",
          "Needs more than its \"based on a true story\" disclaimer to short-circuit our sceptical instinct.",
          "Compliance develops an intriguing premise intelligently, inquisitively and uncomfortably.",
          "Compliance ends up being about certain things that it would rather not be about.",
          "The movie's frightening momentum can't be denied; indeed, it's the whole point.",
          "Fails its first test, which is that the audience believe every word of it.",
          "That the thriller is based on real incidents only magnifies its effect.",
          "We feel like gutless witnesses to a crime."],
        "id":"4974f142-bd5a-4dc2-8677-ff36d8196368",
        "Unnamed__0":[7480],
        "available_disney_":[false],
        "_version_":1719163486298177536},
      {
        "imdb_title_id":"tt1673734",
        "rotten_tomatoes_link":["m/jamesy_boy"],
        "original_title":["Jamesy Boy"],
        "original_release_date":["2014-01-17T00:00:00Z"],
        "streaming_release_date":["2014-01-03T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Star Thrower Entertainment"],
        "directors":["Trevor White"],
        "writer":["Lane Shadgett, Trevor White"],
        "actors":["Spencer Rocco Lofranco, Mary-Louise Parker, Ving Rhames, James Woods, Taissa Farmiga, Rosa Salazar, Michael Trotter, Ben Rosenfield, Taboo, Aaron Opara, Keon Clayton, R. Emery Bright, Ken Arnold, Joe Ordaz, Kellyn Rogers"],
        "budget":["$ 4000000"],
        "worlwide_gross_income":["Unknown"],
        "genres":["Drama, Kids & Family, Special Interest"],
        "content_rating":["NR"],
        "runtime":[109],
        "movie_info":["In a maximum-security prison, a teenager (Spencer Lofranco) begins to turn his life around with the help of a convicted murderer (Ving Rhames)."],
        "audience_rating":[58],
        "tomatometer_rating":[26],
        "total_votes":[5283],
        "mean_vote_imdb":[6.7],
        "votes_10":[604],
        "votes_9":[291],
        "votes_8":[700],
        "votes_7":[1224],
        "votes_6":[1269],
        "votes_5":[607],
        "votes_4":[269],
        "votes_3":[114],
        "votes_2":[74],
        "votes_1":[131],
        "release_year":[2014],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[true],
        "review_content":["It's ultimately little more than the story of a hot-tempered young man who made a lot of bad choices, didn't like where they got him, and finally started making some better ones. While that's admirable, it isn't inherently compelling.",
          "Although it aims to dissect a trail of poor decisions and establish a horizon of self-awareness, Jamesy Boy lacks dramatic muscle and a credible lead performance.",
          "A modern morality play about a young felon who, after paying his debt to society, left the slammer rehabilitated with more of a fondness for rhyme than robbery.",
          "Sans nuance and much-needed depth, the end result feels underwhelming, bland and undercooked. Up-and-coming Spencer LoFranco shows promise as an actor.",
          "Trevor White's feature debut is an unconvincing portrayal of true crime, let down by a lightweight lead actor and a pedestrian screenplay.",
          "The movie adds up to little more than an interminable bildungsroman, sunk early and often by the desperately miscast Spencer Lofranco.",
          "Burns has overcome a lot of hardship in his life, and his story is truly inspiring, but not everybody's story needs to be a movie.",
          "A well-intentioned coming-of-age drama that never pushes past a comfortable orbit of earnestness in search of deeper truths.",
          "Although the plot is formulaic, the strong performances and the empathetic main character make this drama stand out.",
          "Tackled with a sense of thoughtfulness and compassion that makes the would-be garden-variety narrative worthwhile.",
          "It won't bore you, but it's not likely to rock your world either.",
          "For such a seriously street film, Jamesy Boy has some surprisingly sappy moments. But the redemptive ending, while thin, is genuinely gratifying.",
          "A film with a message of inspiration, to be sure, but not much in terms of innovation."],
        "id":"0ffcaf7f-5f0e-41c5-a648-a30f85e5f1f7",
        "Unnamed__0":[7227],
        "available_disney_":[false],
        "_version_":1719163486201708546},
      {
        "imdb_title_id":"tt6196936",
        "rotten_tomatoes_link":["m/the_kill_team_2019"],
        "original_title":["The Kill Team"],
        "original_release_date":["2019-10-25T00:00:00Z"],
        "streaming_release_date":["2019-10-22T00:00:00Z"],
        "country":["Spain, USA"],
        "language":["English"],
        "production_company":["Nostromo Pictures"],
        "directors":["Dan Krauss"],
        "writer":["Unknown"],
        "actors":["Nat Wolff, Alexander Skarsgård, Adam Long, Jonathan Whitesell, Brian Marc, Osy Ikhile, Rob Morrow, Anna Francolini, Elham Ehsas, Tunji Kasim, Zackary Momoh, Taz Yassin, Adam James, Steven Jeram, Ian Attard"],
        "budget":["Unknown"],
        "worlwide_gross_income":["$ 372282"],
        "genres":["Action & Adventure, Drama"],
        "content_rating":["R"],
        "runtime":[87],
        "movie_info":["When a young U.S. soldier in Afghanistan witnesses other recruits killing civilians under the direction of a sadistic sergeant, he begins to fear that the men he's serving with might be the ones to kill him."],
        "audience_rating":[42],
        "tomatometer_rating":[70],
        "total_votes":[3139],
        "mean_vote_imdb":[5.9],
        "votes_10":[124],
        "votes_9":[67],
        "votes_8":[227],
        "votes_7":[671],
        "votes_6":[1037],
        "votes_5":[550],
        "votes_4":[217],
        "votes_3":[71],
        "votes_2":[42],
        "votes_1":[133],
        "release_year":[2019],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[true],
        "review_content":["[Even] at only a scant 87-minutes I had trouble maintaining interest in all that was happening all the way through to the end.",
          "Even re-working this story as fiction, Krauss can't make a reasonable argument that his main subject is primarily a victim.",
          "Another potent expression of a theme that has become unhappily common in films about America's recent wartime experience.",
          "This version of The Kill Team is a visceral study in masculinity divorced largely from sexuality or even sexual identity",
          "This is not just another war movie. This time, the enemy is the home team, proving that not all soldiers are saints.",
          "What might have been a riveting account of a war crime is now a shallow depiction of a young man's moral crisis.",
          "Perhaps a bit too straightforward of a film, but Skarsgrd and the parts that really work to keep it affecting.",
          "Skarsgard excels in the film based on a true story and the 2014 Krauss documentary. Gripping. A must-see.",
          "A chilling and ethically powerful true story that asks why civilian murders keep happening in wars.",
          "Riveting in its intensity as well as a tremendous showcase for Alexander Skarsgrd and Nat Wolff.",
          "Much of the [film's] merit lies in the duel between its protagonists. [Full review in Spanish]",
          "Fairly generic, but Skarsgard's almost-whispered menace and cunning make it riveting.",
          "Why make a feature film based on your own documentary?",
          "\"The Kill Team\" serves an essential function by illustrating in agonizing detail not only how easily morality can be subjugated to hate, but how important it is for people of conscience to do the right thing.",
          "Skarsgrd is dangerous as ever here, but writer-director Dan Krauss' drama offers very little insight into the minds of these men, and we're left with no satisfying takeaway.",
          "\"The Kill Team\" is so skillfully made, sharply paced (it clocks in under 90 minutes), and generally well-acted (Skarsgard in particular) that its flaws are easy to forgive.",
          "As lucid and intense as it is underwritten...this riveting thriller still manages to amplify its subject much louder than Krauss has been able to before.",
          "Krauss handles the action and intrigue with cool precision, though, and Skarsgard, with nailbrush moustache, is often chilling.",
          "The Kill Team is lean, sincere, impassioned filmmaking, yet it fails to leave as much of an impression as it clearly wants to.",
          "[A]n involving story of the ways war corrupts from within."],
        "id":"48236e5a-7900-4c70-8d70-28e5a48b994c",
        "Unnamed__0":[8781],
        "available_disney_":[false],
        "_version_":1719163486785765376},
      {
        "imdb_title_id":"tt0357054",
        "rotten_tomatoes_link":["m/the_last_shot"],
        "original_title":["The Last Shot"],
        "original_release_date":["2004-09-24T00:00:00Z"],
        "streaming_release_date":["2016-08-10T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Morra, Brezner, Steinberg and Tenenbaum Entertainment (MBST)"],
        "directors":["Jeff Nathanson"],
        "writer":["Steve Fishman, Jeff Nathanson"],
        "actors":["Matthew Broderick, Alec Baldwin, Toni Collette, Tony Shalhoub, Calista Flockhart, Tim Blake Nelson, Buck Henry, Ray Liotta, Ian Gomez, Troy Winbush, Tom McCarthy, W. Earl Brown, Evan Jones, Glenn Morshower, James Rebhorn"],
        "budget":["Unknown"],
        "worlwide_gross_income":["$ 541330"],
        "genres":["Comedy"],
        "content_rating":["R"],
        "runtime":[93],
        "movie_info":["In pursuit of a crime kingpin, government operative Joe Devine (Alec Baldwin) poses as an entertainment industry big shot in hopes of leveraging Mafia-connected union man Tommy Sanz (Tony Shalhoub). To enact the guise, Joe must pretend to be filming an actual movie. So he taps would-be director Steven Schats (Matthew Broderick) without explaining that the flick is a ruse. Joe is so taken, however, with his posh new lifestyle that he begins to forget all about catching criminals."],
        "audience_rating":[32],
        "tomatometer_rating":[62],
        "total_votes":[4096],
        "mean_vote_imdb":[5.8],
        "votes_10":[167],
        "votes_9":[82],
        "votes_8":[317],
        "votes_7":[699],
        "votes_6":[1214],
        "votes_5":[853],
        "votes_4":[395],
        "votes_3":[166],
        "votes_2":[92],
        "votes_1":[111],
        "release_year":[2004],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["enlivened by a steady stream of contributing talents",
          "The Last Shot misfires as a comedy.",
          "A delightful little surprise.",
          "A cute little picture.",
          "This is really funny.",
          "Clunky comedy.",
          "Cross Get Shorty with State and Main -- Hollywood hustlers, colorful crooks, crafty poseurs, and a production crew on location -- and you have the stuff of The Last Shot. One other thing: eliminate anything funny.",
          "The Last Shot doesn't crackle and pop, but the send-up of Hollywood and the government gets off some good lines and generally endears itself with a kind of earnest scattershot loopiness.",
          "The premise of this Disney-funded movie, based on a true story, is promising, but the film itself is a hard slog.",
          "There's no affection in this mean-spirited sendup of 'the business' and nothing to mitigate its sour taste.",
          "The Last Shot is wildly uneven, but contains moments that are right up there with The Player.",
          "It's all very loose and, while occasionally diverting, doesn't really add up to anything.",
          "[Director Jeff Nathanson] sucks the life and the timing out of every scene.",
          "Succeeds modestly where, by all rights, it should fail miserably.",
          "With a few detours into questionable taste, it's a hoot.",
          "A funny hybrid of Hollywood satire and mob comedy.",
          "It's so screwy you feel affection for it.",
          "Minor but racy and enjoyably rude.",
          "Never achieves liftoff.",
          "Thoroughly amusing."],
        "id":"954bd949-6fe7-4402-a941-689d2f0bcdb9",
        "Unnamed__0":[5013],
        "available_disney_":[false],
        "_version_":1719163485385916417},
      {
        "imdb_title_id":"tt0988045",
        "rotten_tomatoes_link":["m/sherlock_holmes_2009"],
        "original_title":["Sherlock Holmes"],
        "original_release_date":["2009-12-25T00:00:00Z"],
        "streaming_release_date":["2013-06-20T00:00:00Z"],
        "country":["USA, Germany, UK, Australia"],
        "language":["English, French"],
        "production_company":["Warner Bros."],
        "directors":["Guy Ritchie"],
        "writer":["Michael Robert Johnson, Anthony Peckham"],
        "actors":["Robert Downey Jr., Jude Law, Rachel McAdams, Mark Strong, Eddie Marsan, Robert Maillet, Geraldine James, Kelly Reilly, William Houston, Hans Matheson, James Fox, William Hope, Clive Russell, Oran Gurel, David Garrick"],
        "budget":["$ 90000000"],
        "worlwide_gross_income":["$ 524028679"],
        "genres":["Action & Adventure, Drama, Mystery & Suspense"],
        "content_rating":["PG-13"],
        "runtime":[128],
        "movie_info":["When a string of brutal murders terrorizes London, it doesn't take long for legendary detective Sherlock Holmes (Robert Downey Jr.) and his crime-solving partner, Dr. Watson (Jude Law), to find the killer, Lord Blackwood (Mark Strong). A devotee of the dark arts, Blackwood has a bigger scheme in mind, and his execution plays right into his plans. The game is afoot when Blackwood seems to rise from the grave, plunging Holmes and Watson into the world of the occult and strange technologies."],
        "audience_rating":[77],
        "tomatometer_rating":[69],
        "total_votes":[574055],
        "mean_vote_imdb":[7.7],
        "votes_10":[64518],
        "votes_9":[87087],
        "votes_8":[192204],
        "votes_7":[144220],
        "votes_6":[52279],
        "votes_5":[18349],
        "votes_4":[6875],
        "votes_3":[3361],
        "votes_2":[1963],
        "votes_1":[3199],
        "release_year":[2009],
        "type":["movie"],
        "available_netflix":[true],
        "available_prime_video":[false],
        "review_content":["This Sherlock Holmes combines dark arts and action, wit and tongue-in-cheek mirth, to feel like a great film adaptation of a comic book version of Holmes.",
          "The film never recovers the head of steam from the opening ... but the Holmes-Watson duo fizzes to the end. On this showing, they deserve another case.",
          "Downey never winks -- he(TM)s too much of a pro for that -- but like the man he(TM)s playing, he(TM)s much, much smarter than the movie he(TM)s in.",
          "It's good enough to just sit back and enjoy Downey and Law plays Holmes and Watson as Victorian versions of Butch Cassidy and the Sundance Kid.",
          "This spazzy, sour project is to every previous Holmes picture as the Stephen Sommers Mummy pictures are to the great 1932 creeper The Mummy.",
          "Sherlock Holmes, while a diverting enough night out, is both fun and numb, enjoyable and exhausting. It's a case of more adding up to less.",
          "At times, Ritchie and company try so hard to make sure this isn't your father's Sherlock Holmes that it comes across as, well, cartoonish.",
          "Given a worthy story, Downey's Holmes might have been memorable. Here, he's an interesting character in search of a worthwhile story.",
          "[Guy Ritchie] has managed to steal hours of precious time belonging to cinemagoers everywhere for his latest silly escapade.",
          "If Sherlock Holmes truly is the world's most keen detective, surely he would have sniffed out that this film was a stinker.",
          "The whole film doesn't feel so much like Holmes as a strange and unwanted sequel to Will Smith's Wild Wild West.",
          "Downey Jr. plays the brainiac detective like an overheating machine -- what cools him off is a puzzle.",
          "Dazzling visuals and hipster dialogue, but a story that stays true to the original source material.",
          "Guy Ritchie's Holmes reboot feels both too complicated and too elementary, dear Watson.",
          "The less I thought about Sherlock Holmes, the more I liked Sherlock Holmes.",
          "Who the deuce decided to filter Sherlock Holmes through Batman & Robin?",
          "This is not your great grandfather's Sherlock Holmes.",
          "What was the thinking behind all this?",
          "The game is not afoot.",
          "I dug it."],
        "id":"6ef4daef-9ffd-4e63-93fc-a673d1bb9ce6",
        "Unnamed__0":[6283],
        "available_disney_":[false],
        "_version_":1719163485859872769},
      {
        "imdb_title_id":"tt0138946",
        "rotten_tomatoes_link":["m/yards"],
        "original_title":["The Yards"],
        "original_release_date":["2000-10-20T00:00:00Z"],
        "streaming_release_date":["2016-10-08T00:00:00Z"],
        "country":["USA"],
        "language":["English, Spanish"],
        "production_company":["Miramax"],
        "directors":["James Gray"],
        "writer":["James Gray, Matt Reeves"],
        "actors":["Mark Wahlberg, Joaquin Phoenix, Charlize Theron, James Caan, Ellen Burstyn, Faye Dunaway, Steve Lawrence, Andy Davoli, Tony Musante, Victor Argo, Tomas Milian, Robert Montano, Victor Arnold, Chad Aaron, Louis Guss"],
        "budget":["$ 24000000"],
        "worlwide_gross_income":["$ 924036"],
        "genres":["Drama"],
        "content_rating":["R"],
        "runtime":[115],
        "movie_info":["After serving time in prison for taking the fall for a group of his friends, Leo just wants to get his life back on track. So he goes to the one place he thinks will be safe -- home. There he takes a new job with his highly connected and influential uncle. But in the yards, where his uncle now pulls the strings, safe is not how they do business. Unwittingly, he's drawn into a world of sabotage, high stakes payoffs and even murder."],
        "audience_rating":[51],
        "tomatometer_rating":[64],
        "total_votes":[19633],
        "mean_vote_imdb":[6.5],
        "votes_10":[879],
        "votes_9":[909],
        "votes_8":[2589],
        "votes_7":[5386],
        "votes_6":[5686],
        "votes_5":[2408],
        "votes_4":[871],
        "votes_3":[411],
        "votes_2":[206],
        "votes_1":[288],
        "release_year":[2000],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Lacks the pizzazz of energetic pulp, but doesn't replace it with any compensatory insight or power.",
          "Never envelops the audience in the deep tenor and rich realism of its sullied world.",
          "Atmospheric, worthy-but dull crime drama, with a largely wasted cast of greats.",
          "The Yards is anything but the typical Hollywood slam-bam gangster melodrama.",
          "Writer/director James Gray tells the story with an impressive urban palate.",
          "A well-presented but grim drama that unravels about halfway through...",
          "It comes perilously close to being something special.",
          "The true star of the film was the cinematography.",
          "Ultimately, I left the theater saying 'so what?'",
          "The film is rich in complex characters.",
          "Edgy and absorbing.",
          "The temptations of corruption, its insidiousness and how it is covered up by a code of silence not only form a compelling subject but have the ring of truth.",
          "Things in The Yards become so hard to swallow that even the most easygoing movie-goers will find it hard to suspend disbelief.",
          "Production designer Kevin Thompson's crucial contribution to the film's authenticity is as accurate as it is subtle.",
          "Gray avoids the more obvious gangster clichs, and the film brings some genuinely original flourishes to the genre.",
          "A serious film that strives for a moral complexity and a textural density rarely found in contemporary dramas.",
          "After a point, The Yards crosses the line from portentously atmospheric to merely dolorous.",
          "It's that [moral] ambiguity that makes the film interesting.",
          "A great director's losing battle against a goofy script.",
          "A slice of NYC made with imitation cheese."],
        "id":"270d7363-ea85-4013-8113-8ae67d522dc9",
        "Unnamed__0":[3993],
        "available_disney_":[false],
        "_version_":1719163485049323523},
      {
        "imdb_title_id":"tt1795702",
        "rotten_tomatoes_link":["m/wild_bill_2011"],
        "original_title":["Wild Bill"],
        "original_release_date":["2011-01-01T00:00:00Z"],
        "streaming_release_date":["2017-02-15T00:00:00Z"],
        "country":["UK"],
        "language":["English"],
        "production_company":["20ten Media"],
        "directors":["Dexter Fletcher"],
        "writer":["Danny King, Dexter Fletcher"],
        "actors":["Charlie Creed-Miles, Will Poulter, Sammy Williams, Iwan Rheon, Charlotte Spencer, Rain Ryan, Marc Warren, Peter McCabe, Morgan Watkins, Radoslaw Kaim, Aaron Ishmael, Liz White, Hardeep Singh Kohli, Neil Maskell, Leo Gregory"],
        "budget":["Unknown"],
        "worlwide_gross_income":["$ 194099"],
        "genres":["Art House & International, Drama"],
        "content_rating":["NR"],
        "runtime":[98],
        "movie_info":["After serving a prison sentence, Bill connects with his oldest son, Jimmy, who soon gets in trouble with his old cohorts. Bill has to choose between helping Jimmy and violating his parole, or letting his son fend for himself -- and remaining free."],
        "audience_rating":[82],
        "tomatometer_rating":[100],
        "total_votes":[11681],
        "mean_vote_imdb":[7.3],
        "votes_10":[716],
        "votes_9":[1147],
        "votes_8":[3381],
        "votes_7":[4062],
        "votes_6":[1527],
        "votes_5":[436],
        "votes_4":[155],
        "votes_3":[84],
        "votes_2":[51],
        "votes_1":[122],
        "release_year":[2011],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["A fresh, engaging debut feature, with an underlying suspense as we wait for the wild man to revert to pool-cue-wielding form and a streak of sweet, funny sentiment always in danger of being bottled by some nutcase.",
          "With a concept and influences consciously in mind; fine performances by Creed-Miles, Poulter, and Williams; and approving cameos...Fletcher is able to put his best foot forward in this creditable debut.",
          "While eschewing the mockney flash of his Lock, Stock mucker Guy Ritchie, Fletcher's kitchen sink is brighter than most, filled more with Shane Meadows brass than Ken Loach gloom.",
          "Full of quirky, absorbing characters and performances, Fletcher's debut is a hugely enjoyable East End western and a lesson on how to avoid the excesses of the Brit-crim-com.",
          "An impressive directorial debut from Dexter Fletcher, thanks to a superb script, heartfelt characters, a great soundtrack and terrific performances from a fine ensemble cast.",
          "Works well when it sticks to its filial bonding story, but falters when it brings on singularly unconvincing neighbourhood drug dealers in an attempt to increase tension.",
          "One of the best British films of the year, from the mind of Dexter Fletcher, who emerges from his presenting/acting days as an exciting new writing/directorial voice.",
          "An unusually affecting movie, with pitch-perfect comic moments, a lot of heart, and a beautiful final shot that acts as a crowning achievement for Creed-Miles.",
          "One of those rare films that through its palpable degree of energy and vibrancy manage to keep you rooting for its characters from start to finish.",
          "Directed with flair by Fletcher, Wild Bill is more affecting family drama than conventional gangster pic and it's an outstanding achievement.",
          "It wears its lion heart firmly on its sleeve with bouts of good humour and sense, making it impossible not to be drawn into its rugged charm.",
          "There's a lot more to this likeable crime flick than your usual dunderheaded Danny Dyer vehicle.",
          "Gripping, intense and with a razor-sharp wit, this marks Fletcher as one to watch.",
          "The steady - but never sluggish - pace allows the characters to live and breathe.",
          "Overall, Fletcher should be as pleased as punch with his debut efforts.",
          "Fletcher has fashioned a deft, likeable addition to a crowded genre, the cockney comedy thriller. It will be good to see how he fares when he moves on.",
          "Why can't all British crime dramas be so well written and well acted, and have a splash of comedy as confident as this?",
          "The story won't win awards for originality but Fletcher has created a film that's both charming and true to life.",
          "There's no faulting Fletcher's unfussy, quietly impressive directorial style. A solid start.",
          "There's more than enough good stuff here to whet the appetite for Fletcher's followup."],
        "id":"c2701ac0-f2ec-4a49-b06a-a6207abefea9",
        "Unnamed__0":[7349],
        "available_disney_":[false],
        "_version_":1719163486247845890},
      {
        "imdb_title_id":"tt2132285",
        "rotten_tomatoes_link":["m/the_bling_ring_2013"],
        "original_title":["The Bling Ring"],
        "original_release_date":["2013-06-21T00:00:00Z"],
        "streaming_release_date":["2016-08-30T00:00:00Z"],
        "country":["USA, UK, France, Germany, Japan"],
        "language":["English"],
        "production_company":["American Zoetrope"],
        "directors":["Sofia Coppola"],
        "writer":["Sofia Coppola, Nancy Jo Sales"],
        "actors":["Katie Chang, Israel Broussard, Emma Watson, Claire Julien, Taissa Farmiga, Georgia Rock, Leslie Mann, Carlos Miranda, Gavin Rossdale, Stacy Edwards, G. Mac Brown, Marc Coppola, Janet Song, Annie Fitzgerald, Lorenzo Hunt"],
        "budget":["$ 8000000"],
        "worlwide_gross_income":["$ 20045576"],
        "genres":["Drama"],
        "content_rating":["R"],
        "runtime":[90],
        "movie_info":["A teenager (Israel Broussard) and his gang of fame-obsessed youths (Katie Chang, Taissa Farmiga) use the Internet to track the whereabouts of celebrities, then rob their homes."],
        "audience_rating":[33],
        "tomatometer_rating":[59],
        "total_votes":[82055],
        "mean_vote_imdb":[5.6],
        "votes_10":[3049],
        "votes_9":[1793],
        "votes_8":[5742],
        "votes_7":[13389],
        "votes_6":[20754],
        "votes_5":[17444],
        "votes_4":[9316],
        "votes_3":[4733],
        "votes_2":[2822],
        "votes_1":[3013],
        "release_year":[2013],
        "type":["movie"],
        "available_netflix":[true],
        "available_prime_video":[false],
        "review_content":["All the characters are shallow and one-dimensional and, while one can argue that this is the point, it doesn't make for 90 minutes of engaging cinema.",
          "The film confirms that vanity is a delicate, difficult target. Miss it, and you and your artistry seem as vain and misdirected as your material.",
          "The Bling Ring isn't so much interested in provocation as sociology. Manufacturing this sort of fame is an exercise in mutual exploitation.",
          "The stars hide; the ardent admirers seek. With a breezily nonjudgmental air, \"The Bling Ring\" fictionalizes this story of five seekers.",
          "This is a funny, sarky, bang-on portrayal of the freakiness of celeb obsession. The story would sound outrageous - if it wasn't true.",
          "The Bling Ring is the cinematic equivalent of the vapid, superficial kids it features - all visual panache and minimal substance.",
          "A comedy, of sorts, if what it says about our obsession with the famous and the frivolous weren't so totally depressing.",
          "Ultimately, though the pace is snappy, the film feels a little empty; these teens seem too soulless even for satire.",
          "A film about teenagers, crime, celebrity, LA, the internet and the cinema. These still waters run very deep indeed.",
          "This is consumerism run riot without a moral compass, not the redistribution of wealth, but its pure celebration.",
          "It has nothing to say about kids who had nothing better to do than to thieve from the rich and famous.",
          "It's fun while it lasts, but ultimately forgettable, kind of like the people they stole from.",
          "A little cheekier than most Coppola films, its subjects fish in a barrel of barbed laughs.",
          "It's obvious that Coppola knows this milieu, what these kids wear and the way they speak.",
          "It would rather mock its protagonists than help us understand them.",
          "Where exactly is the drama here? Why tell this story at all?",
          "Deceptively shallow but ultimately fascinating.",
          "A frustrating shrug of ambivalence.",
          "Why did Coppola make this movie?",
          "Emma Watson is comedic gold."],
        "id":"672c74a6-6abd-4507-bc4e-3a6bb684870d",
        "Unnamed__0":[7605],
        "available_disney_":[false],
        "_version_":1719163486348509185},
      {
        "imdb_title_id":"tt0068646",
        "rotten_tomatoes_link":["m/godfather"],
        "original_title":["The Godfather"],
        "original_release_date":["1972-03-24T00:00:00Z"],
        "streaming_release_date":["2013-08-01T00:00:00Z"],
        "country":["USA"],
        "language":["English, Italian, Latin"],
        "production_company":["Paramount Pictures"],
        "directors":["Francis Ford Coppola"],
        "writer":["Mario Puzo, Francis Ford Coppola"],
        "actors":["Marlon Brando, Al Pacino, James Caan, Richard S. Castellano, Robert Duvall, Sterling Hayden, John Marley, Richard Conte, Al Lettieri, Diane Keaton, Abe Vigoda, Talia Shire, Gianni Russo, John Cazale, Rudy Bond"],
        "budget":["$ 6000000"],
        "worlwide_gross_income":["$ 246120974"],
        "genres":["Drama"],
        "content_rating":["R"],
        "runtime":[177],
        "movie_info":["Widely regarded as one of the greatest films of all time, this mob drama, based on Mario Puzo's novel of the same name, focuses on the powerful Italian-American crime family of Don Vito Corleone (Marlon Brando). When the don's youngest son, Michael (Al Pacino), reluctantly joins the Mafia, he becomes involved in the inevitable cycle of violence and betrayal. Although Michael tries to maintain a normal relationship with his wife, Kay (Diane Keaton), he is drawn deeper into the family business."],
        "audience_rating":[98],
        "tomatometer_rating":[98],
        "total_votes":[1572674],
        "mean_vote_imdb":[8.9],
        "votes_10":[813223],
        "votes_9":[389002],
        "votes_8":[192260],
        "votes_7":[76045],
        "votes_6":[29201],
        "votes_5":[16157],
        "votes_4":[8222],
        "votes_3":[6120],
        "votes_2":[5790],
        "votes_1":[36654],
        "release_year":[1972],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["still a riveting piece of work, a true masterpiece of the American cinema",
          "Aquel que no ha visto El Padrino no puede decir que ama al cine",
          "How do you write a review about the greatest movie ever made?",
          "The original is back on the big screen and it looks great.",
          "The Godfather is a landmark film in a number of ways.",
          "An exemplar of every aspect of the filmmaker's craft.",
          "The classic tale of a Mafia family. Not for kids.",
          "One of the greatest movies of all time. Period.",
          "O primeiro ato da obra mxima do Cinema.",
          "The greatest gangster film ever made.",
          "Simply great, if not the greatest!",
          "The epic gangster film.",
          "Classic!",
          "To permit us a glimpse at The Mob, with all of its ethnic insularity, is like giving a chronic gambler a chance to wander above the false mirrors that overlook every casino.",
          "We come to The Godfather like Kay Adams -- outsiders uncertain in our expectations - but it doesn't take long for us to be captivated by this intricate, violent world.",
          "Brando is the strong magnet that will draw fans to The Godfather. But behind-the-scenes creativity is of equal value to this film of towering proportions.",
          "The story by Mario Puzo and Francis Ford Coppola is a brilliant conjuring act, inviting us to consider the Mafia entirely on its own terms.",
          "Brando made Don Vito something we rarely see in movies: a tragicomic villain-hero, a vulnerable hood.",
          "Coppola's masterpiece reveals something new every time you watch it.",
          "A measured, deathly serious epic."],
        "id":"6ca20b5a-f316-4c69-a14c-7ffbcf11efdb",
        "Unnamed__0":[1293],
        "available_disney_":[false],
        "_version_":1719163484210462720},
      {
        "imdb_title_id":"tt0441774",
        "rotten_tomatoes_link":["m/lonely_hearts"],
        "original_title":["Lonely Hearts"],
        "original_release_date":["2006-10-21T00:00:00Z"],
        "streaming_release_date":["2012-04-16T00:00:00Z"],
        "country":["Germany, USA"],
        "language":["English"],
        "production_company":["Millennium Films"],
        "directors":["Todd Robinson"],
        "writer":["Todd Robinson"],
        "actors":["John Travolta, James Gandolfini, Jared Leto, Salma Hayek, Scott Caan, Laura Dern, Michael Gaston, Bruce MacVittie, Dan Byrd, Andrew E. Wheeler, Alice Krige, Dagmara Dominczyk, John Doman, Bailee Madison, Ellen Travolta"],
        "budget":["$ 18000000"],
        "worlwide_gross_income":["$ 2520835"],
        "genres":["Drama, Mystery & Suspense"],
        "content_rating":["R"],
        "runtime":[107],
        "movie_info":["Det. Elmer Robinson (John Travolta), still grieving the loss of his suicidal wife, pursues two notorious murderers in 1940s New York. Martha Beck (Salma Hayek) and Ray Fernandez (Jared Leto), known as the Lonely Hearts Killers, prey on spinsters and war widows, leaving a trail of corpses in their wake."],
        "audience_rating":[49],
        "tomatometer_rating":[47],
        "total_votes":[19981],
        "mean_vote_imdb":[6.6],
        "votes_10":[1092],
        "votes_9":[849],
        "votes_8":[2696],
        "votes_7":[6139],
        "votes_6":[5454],
        "votes_5":[2203],
        "votes_4":[784],
        "votes_3":[339],
        "votes_2":[182],
        "votes_1":[243],
        "release_year":[2006],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[true],
        "review_content":["A consistently entertaining and occasionally gut-wrenching tale that deserves at least some measure of notice.",
          "A gutsy reenactment of the conscience-challenged duo who killed lonely women for their money.",
          "Leto's layered performance as the nattily dressing dandy with no remorse is truly impressive.",
          "Hayek is a standard-issue femme fatale, damaged on the inside but flawless on the surface.",
          "Un buen ejemplo de cine negro, gnero fuera de moda que an conserva su encanto.",
          "Lonely Hearts can't help but trip on its Hollywood aesthetic standards.",
          "If you like true crime stuff, this is worth a look",
          "One more dip into the tin-eared neo-noir well.",
          "Noir-ish murder tale is far too dark for kids.",
          "This is the version that's easily forgettable.",
          "A beautifully photographed remake of 1970 cult B-movie The Honeymoon Killers succeeds better than many in balancing the philosophical with the visceral, although its villains' dirty deeds still trump its deeper strain of melancholy.",
          "Travolta gives a hangdog performance as the world-weary cop obsessed with rooting out the killers. Hayek and Leto share a few tart black comic moments as the film spirals into a bloodbath.",
          "While not much of a detective story, [director] Robinson's period film does provide a captivating look at the dynamics that turn Fernandez and Beck into serial killers.",
          "Leto and Hayek make their erotic psychohistrionics fun, and John Travolta and James Gandolfini, as cops, work up a dour camaraderie.",
          "Strongly focused when it comes to atmosphere. But it strains too hard to contain its disparate plot elements.",
          "It's with the focus on the police, though, that the script fails to truly connect.",
          "When Hayek and Leto are onscreen, you do not look away.",
          "Where's James Ellroy when you need him?",
          "A rather plodding movie.",
          "Oddly sterile."],
        "id":"3a4394cb-6c13-4a4c-9d52-9497e243652a",
        "Unnamed__0":[5536],
        "available_disney_":[false],
        "_version_":1719163485577805825},
      {
        "imdb_title_id":"tt0107554",
        "rotten_tomatoes_link":["m/menace_ii_society"],
        "original_title":["Menace II Society"],
        "original_release_date":["1993-05-26T00:00:00Z"],
        "streaming_release_date":["2016-08-10T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["New Line Cinema"],
        "directors":["Allen Hughes, Albert Hughes"],
        "writer":["Allen Hughes, Albert Hughes"],
        "actors":["Tyrin Turner, Larenz Tate, June Kyoto Lu, Toshi Toda, Samuel L. Jackson, Anthony Johnson, Brandon Hammond, Glenn Plummer, Reginald Ballard, Khandi Alexander, Eugene Lee, James Pickens Jr., Nancy Cheryll Davis, Jullian Roy Doster, Jada Pinkett Smith"],
        "budget":["$ 3500000"],
        "worlwide_gross_income":["$ 27912072"],
        "genres":["Action & Adventure, Drama"],
        "content_rating":["R"],
        "runtime":[97],
        "movie_info":["After growing up in the gang lifestyle of the Los Angeles projects, 18-year-old Caine Lawson (Tyrin Turner) wants a way out. Everyone around him, including his unpredictable friend O-Dog (Larenz Tate), is trapped in their lives of crime and violence. With the help of his caring teacher (Charles Dutton) and supportive girlfriend (Jada Pinkett), Caine plans to leave the city for good. But in a series of tragic events, Caine realizes that escape will not be easy."],
        "audience_rating":[93],
        "tomatometer_rating":[84],
        "total_votes":[50507],
        "mean_vote_imdb":[7.7],
        "votes_10":[6789],
        "votes_9":[6744],
        "votes_8":[15505],
        "votes_7":[13320],
        "votes_6":[4876],
        "votes_5":[1644],
        "votes_4":[658],
        "votes_3":[308],
        "votes_2":[232],
        "votes_1":[431],
        "release_year":[1993],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Um retrato impiedoso (e real) de uma sociedade preconceituosa, injusta e massacrante que transforma jovens em ameaas e que, infelizmente,  encontrada em todo o mundo.",
          "The most stunning feature debut in the new African-American cinema, even more so than Boyz N the Hood to which the coming-of age feature bears thematic resemblance.",
          "A film like Menace II Society isn't simply a bit of crime-thriller entertainment from the hoods of South Central Los Angeles, it's a true learning experience.",
          "As uncomfortable as it is to have your nose shoved in this nightmare, it's unforgettable in its violent lyricism and the bloody power of its message.",
          "To be sure, it's in an influential and powerful story -- but it comes off as considerably more shallow than the reality it claims to portray.",
          "A more honest and better made movie than any of the other group of films made about black neighborhoods in the early 90's.",
          "An important American film, in the way it's both artistically achieved and representative of a reality.",
          "In the end, it's about life and death, and all the choices we make in between.",
          "One of the few films to follow \"Boyz\" that actually had something new to add.",
          "Stylistically the film is brilliant, making repeat viewings highly appealing.",
          "A classic film! Introduced mainstream America to the dangers of blowjobs.",
          "Strong stuff, but the film-making's a little rough around the edges.",
          "Intense '90s film about oppression has violence, drugs.",
          "One of greatest filmmaking achievements of the 1990s.",
          "It makes the Hood seem worse than Vietnam.",
          "Anyone who views this film thoughtfully must ask why our society makes guns easier to obtain and use than does any other country in the civilized world. And that is only the most obvious of the many questions the film inspires.",
          "It won't be a fun time -- at least not in the conventional sense -- but you'll sit through a ninety-seven minute odyssey that won't be quickly forgotten.",
          "Bleak, brilliant, and unsparing: a full-scale vision of the madness that is tearing up the black inner city.",
          "If Menace II Society is terrific on ambiance, it is considerably less successful in revealing character."],
        "id":"0c8f920b-b03d-426f-8118-d3bed1b52277",
        "Unnamed__0":[3050],
        "available_disney_":[false],
        "_version_":1719163484755722240},
      {
        "imdb_title_id":"tt1690953",
        "rotten_tomatoes_link":["m/despicable_me_2"],
        "original_title":["Despicable Me 2"],
        "original_release_date":["2013-07-03T00:00:00Z"],
        "streaming_release_date":["2015-10-01T00:00:00Z"],
        "country":["USA, France, Japan"],
        "language":["English, Ukrainian"],
        "production_company":["Universal Pictures"],
        "directors":["Pierre Coffin, Chris Renaud"],
        "writer":["Cinco Paul, Ken Daurio"],
        "actors":["Steve Carell, Kristen Wiig, Benjamin Bratt, Miranda Cosgrove, Russell Brand, Ken Jeong, Steve Coogan, Elsie Fisher, Dana Gaier, Moises Arias, Nasim Pedrad, Kristen Schaal, Pierre Coffin, Chris Renaud, Nickolai Stoilov"],
        "budget":["$ 76000000"],
        "worlwide_gross_income":["$ 970766005"],
        "genres":["Animation, Comedy, Kids & Family"],
        "content_rating":["PG"],
        "runtime":[98],
        "movie_info":["Now that Gru (Steve Carell) has forsaken a life of crime to raise Margo, Agnes and Edith, he's trying to figure out how to provide for his new family. As he struggles with his responsibilities as a father, the Anti-Villain League -- an organization dedicated to fighting evil -- comes calling. The AVL sends Gru on a mission to capture the perpetrator of a spectacular heist, for who would be better than the world's greatest ex-villain to capture the individual who seeks to usurp his power."],
        "audience_rating":[85],
        "tomatometer_rating":[75],
        "total_votes":[363248],
        "mean_vote_imdb":[7.5],
        "votes_10":[46331],
        "votes_9":[43033],
        "votes_8":[98598],
        "votes_7":[102334],
        "votes_6":[45677],
        "votes_5":[15088],
        "votes_4":[5686],
        "votes_3":[2549],
        "votes_2":[1564],
        "votes_1":[2388],
        "release_year":[2013],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Heartfelt and hilarious, smart and silly, action-packed but never violent, \"Despicable Me 2\" is that rare sequel that outshines its beginnings.",
          "Sure, it's not as novel as the first time we were here, but directors Pierre Coffin and Chris Renaud stay true to the clever, slapstick vibe.",
          "Despicable Me, the animated supervillain comedy from 2010, was an average flick with a neat enough premise. In Despicable Me 2, it's gone.",
          "If you're looking for quality prepackaged, predigested Hollywood family fun this summer, you could do a lot worse than Despicable Me 2.",
          "Resilient in its daftness, reliable in its silliness, Despicable Me is on the threshold of franchise-status with this likable sequel.",
          "You can wish for a tighter plot, yet aside from the entirely useless 3D, there's little reason to be angry with Despicable Me 2.",
          "\"Despicable Me 2\" lags on occasion, but every time I found my attention waning, the filmmakers did something wicked to goose me.",
          "Despicable Me 2 feels like a opportunity to get together with some old friends, hang out, and discover what they've been up to.",
          "Steve Carell's Slavic inflections as Gru do the trick, as before. Wiig's clever hesitations and comic timing help save the day.",
          "Features daft animation, exuberant vocal performances, and heaps of humor from Gru's caplet-shaped, nonsense-talking Minions.",
          "How do you tell a story about a bad guy who is no longer a bad guy? Despicable Me 2 embraces the dilemma and adds new ones.",
          "Better, or at least sweeter, than the first, with Wiig adding some much-needed romantic charm to the toddler-level humor.",
          "\"Despicable Me 2\" is trying to tickle, not teach. In a marketplace full of toxic messages, that's not such a bad thing.",
          "[It] is consistently diverting and so cute you'll want to pet it. Yet it is also weightless and lacks a center.",
          "A sequel was a foregone conclusion, but how did those responsible lose sight of what made the original special?",
          "The beguiling basics are still there, including the goofy gadgets and sly references to other films.",
          "Not only a fun cartoon but - that rare thing - a sequel which actually improves on the original.",
          "Slapstick high jinks are plentiful, though never particularly funny.",
          "A generally effective sequel despite a mess of structural issues.",
          "Its repetitive qualities are beyond reproach."],
        "id":"f3e4c606-5c62-4bdd-885e-8df58a95ccc6",
        "Unnamed__0":[7243],
        "available_disney_":[false],
        "_version_":1719163486209048576},
      {
        "imdb_title_id":"tt7959026",
        "rotten_tomatoes_link":["m/the_mule_2018"],
        "original_title":["The Mule"],
        "original_release_date":["2018-12-14T00:00:00Z"],
        "streaming_release_date":["2019-03-19T00:00:00Z"],
        "country":["USA, Canada"],
        "language":["English, Spanish"],
        "production_company":["Warner Bros."],
        "directors":["Clint Eastwood"],
        "writer":["Nick Schenk, Sam Dolnick"],
        "actors":["Clint Eastwood, Patrick L. Reyes, Cesar De León, Gustavo Muñoz, Jackie Prucha, Richard Herd, Adam Drescher, Christi McClintock, Keith Flippen, Alison Eastwood, Kinsley Isla Dillon, Dianne Wiest, Joe Knezevich, Megan Leahy, Taissa Farmiga"],
        "budget":["$ 50000000"],
        "worlwide_gross_income":["$ 174804407"],
        "genres":["Drama, Mystery & Suspense"],
        "content_rating":["R"],
        "runtime":[116],
        "movie_info":["Broke, alone and facing foreclosure on his business, 90-year-old horticulturist Earl Stone takes a job as a drug courier for a Mexican cartel. His immediate success leads to easy money and a larger shipment that soon draws the attention of hard-charging DEA agent Colin Bates. When Earl's past mistakes start to weigh heavily on his conscience, he must decide whether to right those wrongs before law enforcement and cartel thugs catch up to him."],
        "audience_rating":[66],
        "tomatometer_rating":[70],
        "total_votes":[101090],
        "mean_vote_imdb":[7.1],
        "votes_10":[5456],
        "votes_9":[7120],
        "votes_8":[24140],
        "votes_7":[37961],
        "votes_6":[17079],
        "votes_5":[5439],
        "votes_4":[1871],
        "votes_3":[819],
        "votes_2":[495],
        "votes_1":[710],
        "release_year":[2018],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["\"The Mule\" sees Eastwood still playing to type as the rugged American male. What's impressive is how gracefully he's aging into the role and, at 88, even stretching himself slightly as an actor.",
          "It's a watchable movie, loosely based on a true story; there's a nice storytelling swing to it and Eastwood is frankly far more interesting than Robert Redford was in his recent swansong.",
          "The embarrassing drama - offensive, clunky, poorly written - sullies Eastwood's storied legacy, and makes great actors such as Bradley Cooper and Dianne Wiest come off like amateurs.",
          "Tonally, this thing is a disaster, and you can only conclude that its maker, capable of sharp ironies as recently as 2014's American Sniper, didn't fully digest the material.",
          "There's nothing heroic about Earl, but in Eastwood's 38th film as a director, he makes the character a felonious centerpiece as likable as anyone could ever imagine.",
          "An entertaining enough offbeat crime comedy/drama featuring an amazing cast - led by the grizzled, shuffling, mumbling, wisecracking old dog playing the lead.",
          "It's one of those star vehicles that's simply content to pick its own pace, and here there's never much risk of it suddenly breaking the speed limit.",
          "It finds Eastwood performing (both as actor and director) in two of his most comfortable modes: ambling low-key pulp and quiet regretful elegy.",
          "Eastwood probably just knows that Earl's story is a great one and that he's just the man to tell it. He happens to be right on both counts.",
          "The Mule thrives in teasing ambiguity...For decades now, Eastwood has been one of the great interrogators of American social mores.",
          "Watching this movie is like checking the news after popping a Xanax. The world's going to hell in a handcart. But it's all good.",
          "The Mule is no better than it should be, except for that precious 90 per cent of its duration when its star is on its screen.",
          "There's an interesting movie, or five movies, stashed away somewhere in The Mule. Good luck to those hoping to sniff it out.",
          "The Mule repeatedly spells out and hammers home its message about the importance of family, but it ultimately rings hollow.",
          "As a drama, it's frustratingly insubstantial, failing to provide enough of an emotional centre or a convincing payoff.",
          "It's a winningly soft-hearted tale of a hard-hearted world, though, and one that never takes itself too seriously.",
          "By the end of the boring, racist melodrama that is \"The Mule,\" thinking twice doesn't even seem worth the effort.",
          "A man's restless quest for meaning and connection in an increasingly illogical and divided America.",
          "Eastwood's performance is very enjoyable in a mischievous, Grampa Simpson-like way.",
          "The retro pandering of The Mule is so clunky it's poignant."],
        "id":"69cceaf9-ae48-47bd-b765-59083e0e4955",
        "Unnamed__0":[9019],
        "available_disney_":[false],
        "_version_":1719163486860214272},
      {
        "imdb_title_id":"tt0467197",
        "rotten_tomatoes_link":["m/max_payne"],
        "original_title":["Max Payne"],
        "original_release_date":["2008-10-17T00:00:00Z"],
        "streaming_release_date":["2015-11-25T00:00:00Z"],
        "country":["USA, Canada"],
        "language":["English, Russian, Spanish"],
        "production_company":["Abandon Entertainment"],
        "directors":["John Moore (V)"],
        "writer":["Beau Thorne, Sam Lake"],
        "actors":["Mark Wahlberg, Mila Kunis, Beau Bridges, Ludacris, Chris O'Donnell, Donal Logue, Amaury Nolasco, Kate Burton, Olga Kurylenko, Rothaford Gray, Joel Gordon, Jamie Hector, Andrew Friedman, Marianthi Evans, Nelly Furtado"],
        "budget":["$ 35000000"],
        "worlwide_gross_income":["$ 87066930"],
        "genres":["Action & Adventure, Drama, Mystery & Suspense"],
        "content_rating":["PG-13"],
        "runtime":[99],
        "movie_info":["After the murders of his family and his partner, maverick cop Max (Mark Wahlberg) becomes hell-bent on revenge. Teamed with beautiful and deadly Russian mobster Mona Sax (Mila Kunis), Max journeys into a dark underworld to find the truth, but forces -- both worldly and supernatural -- align against him, determined to silence Max forever."],
        "audience_rating":[29],
        "tomatometer_rating":[16],
        "total_votes":[120941],
        "mean_vote_imdb":[5.5],
        "votes_10":[5866],
        "votes_9":[2594],
        "votes_8":[7529],
        "votes_7":[17547],
        "votes_6":[28474],
        "votes_5":[26033],
        "votes_4":[14611],
        "votes_3":[8310],
        "votes_2":[4799],
        "votes_1":[5178],
        "release_year":[2008],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[true],
        "review_content":["If you can follow the plotlines of this swingeing approximation of the well-known video game of the same name, you are a better customer for John Moore's spectacular thriller than I was.",
          "Mark Wahlberg, who has proved himself a very capable actor, seems to have nominated himself for the Russell Crowe Lack of Charisma Award, and is running a pretty convincing campaign.",
          "Honestly, you find yourself rooting against Payne's survival, even with a good actor in the hollow role. There's nothing inside the film's sour, slovenly spirit of vengeance.",
          "Max just drags on as it drags you down. If you stay and watch the endless end credits, there's a short scene that hints a sequel is coming. That's what I call real pain.",
          "You can't help but wonder where the fine actor in The Departed and even Invincible has gone. It's not been a good year for Wahlberg: First The Happening, and now this.",
          "Maybe somebody decided the movie was already so convoluted and leaden that throwing in a few swooping, screeching valkyries could only help. They do not.",
          "Max Payne is content to be an efficient vehicle for the delivery of a familiar range of sensations, some of which almost rise to the level of feelings.",
          "The story, involving conspiracies, doesn't always make sense. And the surprises are easy to predict; director John Moore doesn't try to hide them.",
          "A movie that cares much more for poetic choreography in explosive gunfights than gaping lapses of logic in a flimsy crime narrative.",
          "A critic can stay alert through movies that would put elephants into comas, but I doubt most people will stay awake for Max Payne.",
          "Though the film's action scenes won't win awards for originality, they can't be faulted for either their scale or love of slo-mo.",
          "Max Payne may be the worst movie of the year. The \"may be\" qualifier is only because the year isn't over yet.",
          "Max Payne is a junkyard dog of a film that is true to its video-game roots even as it transcends them.",
          "The film combines ferocious self-importance with lashings of really nasty, unreflective violence.",
          "The filmmakers aim their cynicism more at us than at any government or drug company.",
          "No amount of generosity could excuse the levels of ineptitude on display here.",
          "It is stylish, slick, loud and empty as the producers wanted it to be.",
          "Max Payne, game or movie, has precious little to say.",
          "Miserable, in every sense of the word.",
          "A weak little sister to Sin City."],
        "id":"55e00d75-da5c-40d9-837e-5af0f2c8949e",
        "Unnamed__0":[5711],
        "available_disney_":[false],
        "_version_":1719163485642817538}]
  }}