{
  "responseHeader":{
    "status":0,
    "QTime":1,
    "params":{
      "q":"\"World war II\" emotive",
      "defType":"dismax",
      "indent":"true",
      "qf":"movie_info review_content",
      "fl":"*,score",
      "q.op":"OR",
      "fq":"mean_vote_imdb: [8.0 TO 10.0]",
      "rows":"36"}},
  "response":{"numFound":10,"start":0,"maxScore":5.643088,"numFoundExact":true,"docs":[
      {
        "imdb_title_id":"tt0050212",
        "rotten_tomatoes_link":["m/bridge_on_the_river_kwai"],
        "original_title":["The Bridge on the River Kwai"],
        "original_release_date":["1957-10-02T00:00:00Z"],
        "streaming_release_date":["2013-05-03T00:00:00Z"],
        "country":["UK, USA"],
        "language":["English, Japanese, Thai"],
        "production_company":["Horizon Pictures (II)"],
        "directors":["David Lean"],
        "writer":["Pierre Boulle, Carl Foreman"],
        "actors":["William Holden, Alec Guinness, Jack Hawkins, Sessue Hayakawa, James Donald, Geoffrey Horne, André Morell, Peter Williams, John Boxer, Percy Herbert, Harold Goodwin, Ann Sears, Heihachirô Ôkawa, Keiichirô Katsumoto, M.R.B. Chakrabandhu"],
        "budget":["$ 3000000"],
        "worlwide_gross_income":["$ 27200000"],
        "genres":["Action & Adventure, Classics, Drama"],
        "content_rating":["PG"],
        "runtime":[161],
        "movie_info":["Adaptation of the Pierre Bouelle novel about POWs in Burma forced to build a bridge to aid the war effort of their Japanese captors. British and American officers plot to blow up the structure, but the commander of the bridge's construction has different plans."],
        "audience_rating":[93],
        "tomatometer_rating":[95],
        "total_votes":[198693],
        "mean_vote_imdb":[8.1],
        "votes_10":[33269],
        "votes_9":[47927],
        "votes_8":[64395],
        "votes_7":[33690],
        "votes_6":[10405],
        "votes_5":[3822],
        "votes_4":[1543],
        "votes_3":[954],
        "votes_2":[780],
        "votes_1":[1908],
        "release_year":[1957],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["World War II classic receives brilliant presentation and provides fascinating perspective on DVD.",
          "The Bridge on the River Kwai is David Lean's last film not to succumb to bloat.",
          "...dedicates its final moments to detonating its own stiff upper lip.",
          "One of THE great action sagas, and at the top of David Lean's form.",
          "A spellbinding character study wrapped in a great adventure story.",
          "Suffice it to say, it's a masterpiece... and an epic one at that.",
          "Epic wartime storytelling at its most vibrant and satisfying.",
          "Guinness, Lean and British war cinema have never been better.",
          "Hitler has only got one ball! Goering has two but very small",
          "Epic of WWII honor and sacrifice gone haywire.",
          "One of the best anti-war films ever made.",
          "...stirring drama in a timeless setting.",
          "Did Lean ever make a bad film?",
          "Antiheroic war epic.",
          "A towering work.",
          "It is a stirring drama of World War II, in which Spiegel has had the excellent help of British director David Lean, in charge of the action, and of a fine company of international players.",
          "Most war movies are either for or against their wars. The Bridge on the River Kwai (1957) is one of the few that focuses not on larger rights and wrongs but on individuals.",
          "From sky to ground in two shots, and it already feels like we've traversed a great distance, with two and a half hours of skillful, suspenseful WWII adventure to go.",
          "Lean achieves a fine balance of creating complex characters from a fine cast, while keeping the pace up throughout this long movie.",
          "In my opinion, it is one of the two best films to emerge from a very strong decade of cinema."],
        "id":"97a595ef-0160-4229-b49e-ee8983a3dc63",
        "Unnamed__0":[690],
        "available_disney_":[false],
        "_version_":1719163483989213184,
        "score":5.643088},
      {
        "imdb_title_id":"tt0066206",
        "rotten_tomatoes_link":["m/patton"],
        "original_title":["Patton"],
        "original_release_date":["1970-04-02T00:00:00Z"],
        "streaming_release_date":["2015-11-25T00:00:00Z"],
        "country":["USA"],
        "language":["English, German, French, Russian, Arabic, Italian"],
        "production_company":["Twentieth Century Fox"],
        "directors":["Franklin J. Schaffner"],
        "writer":["Francis Ford Coppola, Edmund H. North"],
        "actors":["George C. Scott, Karl Malden, Stephen Young, Michael Strong, Carey Loftin, Albert Dumortier, Frank Latimore, Morgan Paull, Karl Michael Vogler, Bill Hickman, Pat Zurica, James Edwards, Lawrence Dobkin, David Bauer, John Barrie"],
        "budget":["$ 12000000"],
        "worlwide_gross_income":["$ 61749765"],
        "genres":["Classics, Drama"],
        "content_rating":["PG"],
        "runtime":[171],
        "movie_info":["Biography of controversial World War II hero General George S. Patton. The film covers his wartime activities and accomplishments, beginning with his entry into the North African campaign and ending with his removal from command after his outspoken criticism of US post-war military strategy."],
        "audience_rating":[93],
        "tomatometer_rating":[94],
        "total_votes":[92387],
        "mean_vote_imdb":[8.0],
        "votes_10":[16704],
        "votes_9":[19009],
        "votes_8":[28640],
        "votes_7":[16229],
        "votes_6":[5864],
        "votes_5":[2433],
        "votes_4":[972],
        "votes_3":[562],
        "votes_2":[439],
        "votes_1":[1535],
        "release_year":[1970],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["George C. Scott is terrific as General George S. Patton in this blend of intersting biopic and bland war film.",
          "Not a great movie so much as a great performance, with the semblence of a movie to justity it.",
          "Superb telling of WWII General George Patton, brilliantly played by George C. Scott.",
          "Adds to the understanding of a complex and controversial man and a military genius.",
          "It's certainly a great performance from Scott, a seamless, pity-free portrayal.",
          "As deeply entertaining and fascinating as it is introspective and brilliant.",
          "George C Scott delivers a steely performance as the driven US general.",
          "Features one of the most effective openings in the history of cinema.",
          "Scott is simply awesome as the one-of-a-kind General George Patton.",
          "A war movie of unusual depth and a landmark in screen biographies.",
          "Well done, but I can't get around a sense of glorifying war",
          "an intimate character portrait of a most enigmatic general",
          "It's Scott's virtuoso performance that carries the film.",
          "Scott is extraordinary -- intense, brazen, passionate.",
          "One of the best, if not the best, war film ever made",
          "One of the greatest war movies ever made.",
          "I'd like to pin four stars on each shoulder of George C. Scott for his perspective characterization of the military genius, the controversial man.",
          "Remains to this day one of Hollywood's most compelling biographical war pictures.",
          "Scott's theatricality is electrifying.",
          "Scott strikes an unforgettable figure."],
        "id":"21656a5b-d51c-43ae-aee2-1e238699c5d5",
        "Unnamed__0":[1204],
        "available_disney_":[false],
        "_version_":1719163484181102592,
        "score":4.943277},
      {
        "imdb_title_id":"tt0059742",
        "rotten_tomatoes_link":["m/sound_of_music"],
        "original_title":["The Sound of Music"],
        "original_release_date":["1965-03-02T00:00:00Z"],
        "streaming_release_date":["2015-11-19T00:00:00Z"],
        "country":["USA"],
        "language":["English, German"],
        "production_company":["Robert Wise Productions"],
        "directors":["Robert Wise"],
        "writer":["George Hurdalek, Howard Lindsay"],
        "actors":["Julie Andrews, Christopher Plummer, Eleanor Parker, Richard Haydn, Peggy Wood, Charmian Carr, Heather Menzies-Urich, Nicholas Hammond, Duane Chase, Angela Cartwright, Debbie Turner, Kym Karath, Anna Lee, Portia Nelson, Ben Wright"],
        "budget":["$ 8200000"],
        "worlwide_gross_income":["$ 159413574"],
        "genres":["Classics, Drama, Kids & Family, Musical & Performing Arts"],
        "content_rating":["G"],
        "runtime":[174],
        "movie_info":["A tuneful, heartwarming story, it is based on the real life story of the Von Trapp Family singers, one of the world's best-known concert groups in the era immediately preceding World War II. Julie Andrews plays the role of Maria, the tomboyish postulant at an Austrian abbey who becomes a governess in the home of a widowed naval captain with seven children, and brings a new love of life and music into the home."],
        "audience_rating":[91],
        "tomatometer_rating":[83],
        "total_votes":[198561],
        "mean_vote_imdb":[8.1],
        "votes_10":[51172],
        "votes_9":[37253],
        "votes_8":[52728],
        "votes_7":[30729],
        "votes_6":[12890],
        "votes_5":[5700],
        "votes_4":[2694],
        "votes_3":[1695],
        "votes_2":[1240],
        "votes_1":[2460],
        "release_year":[1965],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Although a bit corny, it is a joyous musical odyssey suitable for the entire family.",
          "If only real life offered such satisfying fantasies as those of The Sound of Music.",
          "one of the last and most successful products of a less-cynical cinematic age",
          "It's fashionable to dislike it, but, hey, it's really a well made movie",
          "But it is almost three hours long. And it is so drippy.",
          "Great music, great scenery, how can you not love this?",
          "Outstanding family film features glorious music.",
          "God, The Sound of Music is so freakin' nice.",
          "Watching it just makes you feel wonderful.",
          "A classic in every sense of the word.",
          "still charming after all these years",
          "Blissfully corny family classic.",
          "It grows on one like edelweiss.",
          "See website for more details.",
          "Just about a perfect movie.",
          "Appealing to the whole family and giving Julie Andrews a chance to sing and perform charmingly, it presents Christopher Plummer as Captain Von Trapp, a role that is sure to enhance the popularity of this fine actor.",
          "The movie has almost everything: music, romance, kids, spectacular scenery, religion, sentiment, comedy high and low, and, at the end, intrigue and adventure.",
          "Check your cynicism at the door: Robert Wise's adaptation of the Rodgers and Hammerstein musical still has a little soul in its bones.",
          "The location work in Salzburg has an ineffable charm and it's all performed with such zinging, joyous energy.",
          "By any reasonable critical analysis, The Sound of Music is a terrible movie."],
        "id":"f3504cd5-6edc-4567-bc5d-5430dfbd75ea",
        "Unnamed__0":[1019],
        "available_disney_":[true],
        "_version_":1719163484116090881,
        "score":4.094341},
      {
        "imdb_title_id":"tt0108052",
        "rotten_tomatoes_link":["m/schindlers_list"],
        "original_title":["Schindler's List"],
        "original_release_date":["1993-12-15T00:00:00Z"],
        "streaming_release_date":["2013-03-05T00:00:00Z"],
        "country":["USA"],
        "language":["English, Hebrew, German, Polish, Latin"],
        "production_company":["Universal Pictures"],
        "directors":["Steven Spielberg"],
        "writer":["Thomas Keneally, Steven Zaillian"],
        "actors":["Liam Neeson, Ben Kingsley, Ralph Fiennes, Caroline Goodall, Jonathan Sagall, Embeth Davidtz, Malgorzata Gebel, Shmuel Levy, Mark Ivanir, Béatrice Macola, Andrzej Seweryn, Friedrich von Thun, Krzysztof Luft, Harry Nehring, Norbert Weisser"],
        "budget":["$ 22000000"],
        "worlwide_gross_income":["$ 322287794"],
        "genres":["Drama"],
        "content_rating":["R"],
        "runtime":[195],
        "movie_info":["Businessman Oskar Schindler (Liam Neeson) arrives in Krakow in 1939, ready to make his fortune from World War II, which has just started. After joining the Nazi party primarily for political expediency, he staffs his factory with Jewish workers for similarly pragmatic reasons. When the SS begins exterminating Jews in the Krakow ghetto, Schindler arranges to have his workers protected to keep his factory in operation, but soon realizes that in so doing, he is also saving innocent lives."],
        "audience_rating":[97],
        "tomatometer_rating":[97],
        "total_votes":[1183248],
        "mean_vote_imdb":[8.7],
        "votes_10":[441897],
        "votes_9":[373080],
        "votes_8":[214596],
        "votes_7":[80314],
        "votes_6":[26709],
        "votes_5":[12702],
        "votes_4":[6134],
        "votes_3":[4489],
        "votes_2":[4241],
        "votes_1":[19086],
        "release_year":[1993],
        "type":["movie"],
        "available_netflix":[true],
        "available_prime_video":[false],
        "review_content":["Spielberg has painted his masterpiece with his own blood.",
          "Accurate, heartbreaking masterpiece about the Holocaust.",
          "one of the most devastatingly emotional films ever made",
          "A theme park ride masquerading as master's thesis.",
          "This is a beautifully crafted, hopeful movie.",
          "See website for more details.",
          "Spielberg's finest work.",
          "Accessible ... .",
          "With seemingly effortless grace and skill, Schindler's List balances fear and exaltation, humor and horror, love and death. It evokes, superbly, a time of savagery and grief, and the inexplicable, stunning compassion that rises within and against it.",
          "What the visual immediacy of Schindler's List does is to prod each of us to fill in the gaps of emotion for ourselves. To put this another way, the more you are able to invest in this superb, demanding film, the more you are likely to get back.",
          "The [film succeeds] at conveying some of the enormity of the Holocaust, as well as some of its banal details, in a fully accessible manner, at a time when much of our collective memory and understanding of it is rapidly slipping away.",
          "Schindler's List is a film whose meanings are to be found less in its uplifting outline than in its harrowing flow of images -- images of fear, hope, horror, compassion, degradation, chaos, and death.",
          "Schindler's List is filmed in black and white, but the triumph of Neeson's portrait and Steven Zaillian's screenplay is that Oskar Schindler remains gray and enigmatic.",
          "Schindler's List is a ruthlessly unsentimental portrait of a German war profiteer's epiphany that inspires neither sorrow nor pity, but a kind of emotional numbness.",
          "The documentary style allows Spielberg to deliver his message without preaching. The clever use of light and shade also makes it visually stunning.",
          "What is most amazing about this film is how completely Spielberg serves his story. The movie is brilliantly acted, written, directed and seen.",
          "Because this film touches us so deeply, the catharsis has a power that few -- if any -- other moments in film history can match.",
          "More than any previous non-documentary Holocaust movie, this one convinces through the accumulation of such detail.",
          "What Spielberg has done in this Holocaust story is simply and forcefully place us there.",
          "Schindler's List, despite blatant compromises, is a rending historical document."],
        "id":"8d0ae3d1-d37c-4e87-a5f5-f888b5ab14ef",
        "Unnamed__0":[3079],
        "available_disney_":[false],
        "_version_":1719163484766208000,
        "score":3.996297},
      {
        "imdb_title_id":"tt0253474",
        "rotten_tomatoes_link":["m/pianist"],
        "original_title":["The Pianist"],
        "original_release_date":["2002-12-27T00:00:00Z"],
        "streaming_release_date":["2016-04-19T00:00:00Z"],
        "country":["UK, France, Poland, Germany, USA"],
        "language":["English, German, Russian"],
        "production_company":["R.P. Productions"],
        "directors":["Roman Polanski"],
        "writer":["Ronald Harwood, Wladyslaw Szpilman"],
        "actors":["Adrien Brody, Emilia Fox, Michal Zebrowski, Ed Stoppard, Maureen Lipman, Frank Finlay, Jessica Kate Meyer, Julia Rayner, Wanja Mues, Richard Ridings, Nomi Sharron, Anthony Milner, Lucy Skeaping, Roddy Skeaping, Ben Harlan"],
        "budget":["$ 35000000"],
        "worlwide_gross_income":["$ 120072577"],
        "genres":["Drama"],
        "content_rating":["R"],
        "runtime":[148],
        "movie_info":["In this adaptation of the autobiography \"The Pianist: The Extraordinary True Story of One Man's Survival in Warsaw, 1939-1945,\" Wladyslaw Szpilman (Adrien Brody), a Polish Jewish radio station pianist, sees Warsaw change gradually as World War II begins. Szpilman is forced into the Warsaw Ghetto, but is later separated from his family during Operation Reinhard. From this time until the concentration camp prisoners are released, Szpilman hides in various locations among the ruins of Warsaw."],
        "audience_rating":[96],
        "tomatometer_rating":[95],
        "total_votes":[707942],
        "mean_vote_imdb":[8.5],
        "votes_10":[164639],
        "votes_9":[229091],
        "votes_8":[193515],
        "votes_7":[74491],
        "votes_6":[21416],
        "votes_5":[8813],
        "votes_4":[4594],
        "votes_3":[2767],
        "votes_2":[2161],
        "votes_1":[6455],
        "release_year":[2002],
        "type":["movie"],
        "available_netflix":[true],
        "available_prime_video":[false],
        "review_content":["This is the story of someone who lived to tell an unspeakable tale, told by someone with stories enough to do justice to its integrity.",
          "Polanski's achievement here is to avoid the Holocaust porn of post-Schindler's List cinema and show us the ghetto's daily grind.",
          "After directing five clunkers in a row, Roman Polanski returns to form with the highly personal Holocaust drama The Pianist.",
          "One of the very few nondocumentary movies about Jewish life and death under the Nazis that can be called definitive.",
          "Brody's performance is flawless, graduating ever so gradually from ironic resignation to pure animal desperation.",
          "It is a chilling account, as barren of emotions as a Samuel Beckett play, and yet it is indescribably moving.",
          "The Pianist breaks no new ground, but serves as a strong reminder of one of mankind's truly awful moments.",
          "Brody tracks Szpilman's descent from smug celebrity to feral, starving man with uncommon subtlety.",
          "The Pianist is a devastating story of survival, and a tribute to the redemptive powers of art.",
          "It is unwatchably harrowing. And the images of devastation are positively retina-scorching.",
          "The Holocaust has been the subject of many films. The Pianist is one of the great ones.",
          "Not since 1974's Chinatown has Polanski reached such dramatic heights.",
          "Cartoonish in some parts, ham-handed in others and very un-Polanski.",
          "Brody is a sublimely haunting presence at the heart of The Pianist.",
          "The Pianist is the film Roman Polanski may have been born to make.",
          "If The Pianist isn't great, it has touches of greatness in it.",
          "A portrait of hell so shattering it's impossible to shake.",
          "Memorable as a showcase for Brody's superb talent.",
          "It's an overdue rebound for 69-year-old Polanski.",
          "A movie of riveting power and sadness."],
        "id":"6b81975c-49c7-4694-a2dd-eeef169a83b5",
        "Unnamed__0":[4499],
        "available_disney_":[false],
        "_version_":1719163485213949953,
        "score":3.996297},
      {
        "imdb_title_id":"tt0057115",
        "rotten_tomatoes_link":["m/the_great_escape"],
        "original_title":["The Great Escape"],
        "original_release_date":["1963-07-04T00:00:00Z"],
        "streaming_release_date":["2016-11-30T00:00:00Z"],
        "country":["USA"],
        "language":["English, German, French, Russian, Spanish"],
        "production_company":["The Mirisch Company"],
        "directors":["John Sturges"],
        "writer":["Paul Brickhill, James Clavell"],
        "actors":["Steve McQueen, James Garner, Richard Attenborough, James Donald, Charles Bronson, Donald Pleasence, James Coburn, Hannes Messemer, David McCallum, Gordon Jackson, John Leyton, Angus Lennie, Nigel Stock, Robert Graf, Jud Taylor"],
        "budget":["$ 4000000"],
        "worlwide_gross_income":["$ 227940"],
        "genres":["Action & Adventure, Classics, Drama"],
        "content_rating":["NR"],
        "runtime":[172],
        "movie_info":["Imprisoned during World War II in a German POW camp, a group of Allied soldiers are intent on breaking out, not only to escape, but also to draw Nazi forces away from battle to search for fugitives. Among the prisoners determined to escape are American Captain Virgil Hilts (Steve McQueen) and British Squadron Leader Roger Bartlett (Richard Attenborough). Outwitting their captors by digging a tunnel out of the prison grounds, the soldiers find the stakes much higher when escape becomes a reality."],
        "audience_rating":[95],
        "tomatometer_rating":[94],
        "total_votes":[219677],
        "mean_vote_imdb":[8.2],
        "votes_10":[40146],
        "votes_9":[54923],
        "votes_8":[71186],
        "votes_7":[34590],
        "votes_6":[10244],
        "votes_5":[3488],
        "votes_4":[1331],
        "votes_3":[857],
        "votes_2":[622],
        "votes_1":[2290],
        "release_year":[1963],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["A consummate work of nuts 'n bolts filmmaking devoted to the single end of creating something that is compulsively, endlessly watchable and re-watchable.",
          "Boasting an all-star cast, headed by a terrific Steve McQueen, Great Escape is one of the greatest, most enjoyable WWII adventures Hollywood has made.",
          "It's all based on the true escape plan from Stalag Luft North, and cinema, bank holidays and life in general would be vastly inferior without it.",
          "a slow burn which allows you to watch wildly different characters work together and form a team in spite of their differences",
          "With its luxurious three hours, the film deliberately details all the ins and outs, the successes and pitfalls of the plan.",
          "Were it to be remade today, the Nazis would be more evil, the heroes less interesting and the movie a great deal louder.",
          "The Great Escape is one of those rare movies that warrants a recommendation despite being tremendously overlong.",
          "Even if you feel you know every scene backwards, there are still manifold pleasures here beyond nostalgia.",
          "How can you hear that theme song and not want to watch it all over again?",
          "The title also suits the film's ultimate aim to be a great escape film.",
          "It's all right there in the title: it's an escape and it's great!",
          "Good, but not the classic some make it out to be.",
          "A bit lengthy, but still a rewarding adventure",
          "One of the great adventure films of all time",
          "One of the greatest 'popcorn' movies ever",
          "A tense, action-packed, and fun movie.",
          "One of the truly great epic war films.",
          "An exceptional story about teamwork.",
          "... fascinating and tense ...",
          "preposterous and thrilling"],
        "id":"17e22d83-5771-4379-9682-6d60dbb2dfc3",
        "Unnamed__0":[908],
        "available_disney_":[false],
        "_version_":1719163484077293571,
        "score":3.9028387},
      {
        "imdb_title_id":"tt0332280",
        "rotten_tomatoes_link":["m/notebook"],
        "original_title":["The Notebook"],
        "original_release_date":["2004-06-25T00:00:00Z"],
        "streaming_release_date":["2013-03-18T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["New Line Cinema"],
        "directors":["Nick Cassavetes"],
        "writer":["Jeremy Leven, Jan Sardi"],
        "actors":["Tim Ivey, Gena Rowlands, Starletta DuPois, James Garner, Anthony-Michael Q. Thomas, Ed Grady, Renée Amber, Jennifer Echols, Geoffrey Knight, Kevin Connolly, Ryan Gosling, Heather Wahlquist, Rachel McAdams, Andrew Schaff, Matt Shelly"],
        "budget":["$ 29000000"],
        "worlwide_gross_income":["$ 115882795"],
        "genres":["Drama, Romance"],
        "content_rating":["PG-13"],
        "runtime":[124],
        "movie_info":["In 1940s South Carolina, mill worker Noah Calhoun (Ryan Gosling) and rich girl Allie (Rachel McAdams) are desperately in love. But her parents don't approve. When Noah goes off to serve in World War II, it seems to mark the end of their love affair. In the interim, Allie becomes involved with another man (James Marsden). But when Noah returns to their small town years later, on the cusp of Allie's marriage, it soon becomes clear that their romance is anything but over."],
        "audience_rating":[85],
        "tomatometer_rating":[53],
        "total_votes":[508136],
        "mean_vote_imdb":[8.0],
        "votes_10":[124790],
        "votes_9":[91463],
        "votes_8":[130829],
        "votes_7":[84676],
        "votes_6":[37675],
        "votes_5":[16861],
        "votes_4":[7762],
        "votes_3":[4408],
        "votes_2":[3148],
        "votes_1":[6524],
        "release_year":[2004],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Meant to be a romantic weepy, and you will shed tears -- but only from the consistent and exhausting effort of trying to control your gag reflex.",
          "If you found The Bridges of Madison County too demanding, if you like your romance with an extra helping of syrup, then your movie has arrived.",
          "Considering the sunny, relatively pleasurable romantic business that precedes it, the elderly stuff seems dark, morbid, and forced upon us.",
          "You can't write off The Notebook as just another tearjerker because the characters are brought to life in such elegant fashion.",
          "Now here is a story that could have been a tearjerker, but -- no, wait, it is a tearjerker, it's just that it's a good one.",
          "This film vaults past our defenses. We can see the characters falling and staying in love, feel the reasons.",
          "If its performers do not always triumph over their material, it's a struggle that they make worth watching.",
          "Cue the sensitive piano. Make the settings picturesque. Add a corny narration, and let the love boat sail.",
          "[Gosling and McAdams] are, however and alas, only half the love story; they're the photogenic flashback.",
          "Well worth the risk of diabetic shock for the sake of superb acting that transcends its teary milieu.",
          "Dentistry in the Renaissance could not have been more painful than watching this.",
          "There's no way to endure the movie without earplugs and a blindfold.",
          "Sentimental hogwash, but it's hogwash with an insidious power.",
          "Old-fashioned matinee pictures don't come much more sickly.",
          "Our resistance is broken down, and the hankies are out.",
          "A gifted cast was bogged down by a treacly tale.",
          "One of the shallowest movies in recent memory.",
          "Succeeds well enough on its own terms.",
          "A small, smart film filled with heart.",
          "A very soggy movie."],
        "id":"e47cdfe6-b7da-4529-b132-5c5208053277",
        "Unnamed__0":[4914],
        "available_disney_":[false],
        "_version_":1719163485353410563,
        "score":3.9028387},
      {
        "imdb_title_id":"tt0056923",
        "rotten_tomatoes_link":["m/1003883-charade"],
        "original_title":["Charade"],
        "original_release_date":["1963-12-05T00:00:00Z"],
        "streaming_release_date":["2015-05-08T00:00:00Z"],
        "country":["USA"],
        "language":["English, French, German, Italian, Spanish"],
        "production_company":["Stanley Donen Films"],
        "directors":["Stanley Donen"],
        "writer":["Peter Stone, Peter Stone"],
        "actors":["Cary Grant, Audrey Hepburn, Walter Matthau, James Coburn, George Kennedy, Dominique Minot, Ned Glass, Jacques Marin, Paul Bonifas, Thomas Chelimsky"],
        "budget":["$ 3000000"],
        "worlwide_gross_income":["$ 173057"],
        "genres":["Classics, Comedy, Drama, Mystery & Suspense"],
        "content_rating":["G"],
        "runtime":[114],
        "movie_info":["After Regina Lampert (Audrey Hepburn) falls for the dashing Peter Joshua (Cary Grant) on a skiing holiday in the French Alps, she discovers upon her return to Paris that her husband has been murdered. Soon, she and Peter are giving chase to three of her late husband's World War II cronies, Tex (James Coburn), Scobie (George Kennedy) and Gideon (Ned Glass), who are after a quarter of a million dollars the quartet stole while behind enemy lines. But why does Peter keep changing his name?"],
        "audience_rating":[92],
        "tomatometer_rating":[94],
        "total_votes":[66360],
        "mean_vote_imdb":[8.0],
        "votes_10":[10879],
        "votes_9":[12810],
        "votes_8":[22571],
        "votes_7":[12581],
        "votes_6":[4447],
        "votes_5":[1428],
        "votes_4":[565],
        "votes_3":[309],
        "votes_2":[189],
        "votes_1":[581],
        "release_year":[1963],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[true],
        "review_content":["Charming comedy-romance-thriller pairing Cary Grant and Audrey Hepburn, intelligently scripted by Peter Stone and directed in distinctly Hitchcockian style by Stanley Donen.",
          "This absolutely wonderful comedy thriller from Stanley Donen (co-director, with Gene Kelly, of On the Town and Singin' in the Rain) nearly out-Hitchcocks Hitchcock.",
          "Everything about it is a little bit cleverer and a little bit better than it has to be. Thanks must be paid to both Donen and screenwriter Peter Stone.",
          "Charade is able to successfully transcend the romance, comedy, and suspense thriller genres because of the cast, screenplay, and score.",
          "An appealing hybrid of romantic comedy and spy thriller. It's one of the best Hitchcock films that Hitchcock had nothing to do with.",
          "There are only a couple of action scenes and they're okay, but the real joy is definitely from watching Hepburn and Grant together.",
          "Charade is part thriller, part comedy and part old-fashioned romance, and classic-movie lovers will find it irresistable.",
          "Classy mystery that combines romance and comedy with a surprisingly suspenseful finish.",
          "The star power of Cary and Audrey is electrifying in this great comic thriller",
          "It's glossy, charming, silly, and far too self-aware to be at all thrilling.",
          "even though the age difference is kinda weird the romance works",
          "Sparkles with all the vigor of freshly uncorked champagne.",
          "An excellent piece of classic Hollywood entertainment.",
          "Cary Grant and Audrey Hepburn transcend several genres",
          "...not a single thing is taken seriously in Charade.",
          "Smooth Donen thriller showcasing Cary and Audrey.",
          "Capable as a vaguely comic mystery.",
          "A smart Hitchcockian thriller.",
          "Directed with an arched eyebrow by Stanley Donen, the film was released just weeks after John F Kennedy's assassination, giving shellshocked Americans a welcome bite of Hollywood candyfloss.",
          "If you haven't seen Charade, you really need to."],
        "id":"00b083a6-4b2d-47f8-abc9-09163e699218",
        "Unnamed__0":[901],
        "available_disney_":[false],
        "_version_":1719163484074147840,
        "score":3.813652},
      {
        "imdb_title_id":"tt0120815",
        "rotten_tomatoes_link":["m/saving_private_ryan"],
        "original_title":["Saving Private Ryan"],
        "original_release_date":["1998-07-24T00:00:00Z"],
        "streaming_release_date":["2016-05-27T00:00:00Z"],
        "country":["USA"],
        "language":["English, French, German, Czech"],
        "production_company":["DreamWorks"],
        "directors":["Steven Spielberg"],
        "writer":["Robert Rodat"],
        "actors":["Tom Hanks, Tom Sizemore, Edward Burns, Barry Pepper, Adam Goldberg, Vin Diesel, Giovanni Ribisi, Jeremy Davies, Matt Damon, Ted Danson, Paul Giamatti, Dennis Farina, Joerg Stadler, Max Martini, Dylan Bruno"],
        "budget":["$ 70000000"],
        "worlwide_gross_income":["$ 482349603"],
        "genres":["Action & Adventure, Drama"],
        "content_rating":["R"],
        "runtime":[169],
        "movie_info":["Captain John Miller (Tom Hanks) takes his men behind enemy lines to find Private James Ryan, whose three brothers have been killed in combat. Surrounded by the brutal realties of war, while searching for Ryan, each man embarks upon a personal journey and discovers their own strength to triumph over an uncertain future with honor, decency and courage."],
        "audience_rating":[95],
        "tomatometer_rating":[93],
        "total_votes":[1203825],
        "mean_vote_imdb":[8.5],
        "votes_10":[310561],
        "votes_9":[375642],
        "votes_8":[305604],
        "votes_7":[128640],
        "votes_6":[41277],
        "votes_5":[16544],
        "votes_4":[7939],
        "votes_3":[5001],
        "votes_2":[3843],
        "votes_1":[8774],
        "release_year":[1998],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["The performances are all superb.",
          "The standard has been raised.",
          "An instant classic.",
          "Verge on greatness.",
          "Despite nearly six decades of filmmakers trying to come to grips with [World War II, Saving Private Ryan] feels like the first truly honest attempt to deal with the horrors of combat -- and the terrible responsibility shared by all survivors.",
          "[Saving Private Ryan] accomplishes something I had been taught was most difficult -- making an action-filled anti-war film or, at least, one that doesn't in some way glorify or lie about combat.",
          "A war film that, entirely aware of its genre's conventions, transcends them as it transcends the simplistic moralities that inform its predecessors, to take the high, morally haunting ground.",
          "Steven Spielberg's film is not perfect: it plays its strongest card first, the middle section is slightly uneven, and there are sallies into sentimentality. But it is a modern war classic.",
          "For those who are willing to brave the movie's shocking and unforgettable images, Saving Private Ryan offers a singular motion picture experience.",
          "The great Hollywood battle films have told us repeatedly that war is hell. Saving Private Ryan, more than any other, is the one that shows it.",
          "The cast functions as an effective and believable unit. And Hanks gives a strong, increasingly solemn performance as its mysterious leader.",
          "An old-fashioned war picture to rule them all - gripping, utterly uncynical, with viscerally convincing and audacious battle sequences.",
          "Anyone who would like to know what superb filmmaking is all about need look no further than this overpowering movie.",
          "This is an important film that deconstructs war machines into separate, frightened men as it so likely was.",
          "Spielberg opens in flashback with a half-hour set piece brilliant enough to climax any other masterpiece.",
          "As compelling, intimate and brutally realistic an account of men at war as you've ever seen.",
          "Launches and climaxes with two of the greatest extended battle sequences ever put on film.",
          "Spielberg has captured the hair-trigger instability of modern combat.",
          "The greatest Steven Spielberg movie since the last great one? Sure.",
          "A powerful experience."],
        "id":"03a90efc-fe86-483e-bb55-08f6ed57780e",
        "Unnamed__0":[3872],
        "available_disney_":[false],
        "_version_":1719163485013671937,
        "score":3.6602268},
      {
        "imdb_title_id":"tt0097441",
        "rotten_tomatoes_link":["m/1008415-glory"],
        "original_title":["Glory"],
        "original_release_date":["1989-12-15T00:00:00Z"],
        "streaming_release_date":["2012-04-16T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["TriStar Pictures"],
        "directors":["Edward Zwick"],
        "writer":["Kevin Jarre, Lincoln Kirstein"],
        "actors":["Matthew Broderick, Denzel Washington, Cary Elwes, Morgan Freeman, Jihmi Kennedy, Andre Braugher, John Finn, Donovan Leitch Jr., JD Cullum, Alan North, Bob Gunton, Cliff De Young, Christian Baskous, RonReaco Lee, Jay O. Sanders"],
        "budget":["$ 18000000"],
        "worlwide_gross_income":["$ 26979166"],
        "genres":["Drama"],
        "content_rating":["R"],
        "runtime":[122],
        "movie_info":["Following the Battle of Antietam, Col. Robert Gould Shaw (Matthew Broderick) is offered command of the United States' first all-African-American regiment, the 54th Massachusetts Volunteer Infantry. With junior officer Cabot Forbes (Cary Elwes), Shaw puts together a strong and proud unit, including the escaped slave Trip (Denzel Washington) and the wise gravedigger John Rawlins (Morgan Freeman). At first limited to menial manual tasks, the regiment fights to be placed in the heat of battle."],
        "audience_rating":[93],
        "tomatometer_rating":[93],
        "total_votes":[118841],
        "mean_vote_imdb":[8.0],
        "votes_10":[20667],
        "votes_9":[22833],
        "votes_8":[37509],
        "votes_7":[22917],
        "votes_6":[8173],
        "votes_5":[2857],
        "votes_4":[1087],
        "votes_3":[616],
        "votes_2":[484],
        "votes_1":[1698],
        "release_year":[1989],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["\"Glory\" is most memorable for some quieter scenes... that capture more elusive aspects of its story - and that help audiences to grasp the underlying significance of what the 54th achieved.",
          "In its broad strokes, Glory gets at the spirit of a group of previously unsung black heroes, and the filmmaking is of a high caliber. [Blu-ray]",
          "A touching burst of patriotism; with wonderful performances by Washington and Broderick. A film worthy of remembering and repeated viewing.",
          "Are you sure you're not cutting Glory too much slack because of the educational subject matter at hand?",
          "one of the great war films and perhaps the greatest film ever made about the American Civil War",
          "The finest Civil War film (and one of the finest war films period) that I have ever seen.",
          "The lasting power of the [film]... rests in the emotional connection to the characters .",
          "Broderick is perhaps a tad miscast, but Denzel absolutely justifies that first Oscar",
          "Still one of the best war epics ever made, with all around fantastic performances...",
          "Exceptionally well-rendered and emotive war drama.",
          "Excellent Civil War movie for mature teens.",
          "One of the greatest films ever made.",
          "An absolutely phenomenal war movie.",
          "One of the best films ever made",
          "This is a fine film.",
          "Glory is, without question, one of the best movies ever made about the American Civil War.",
          "This is a good, moving, complicated film.",
          "A strong and valuable film."],
        "id":"1f173e9c-62fa-4a15-b977-63c96ff0f017",
        "Unnamed__0":[2541],
        "available_disney_":[false],
        "_version_":1719163484590047232,
        "score":3.094235}]
  }}