{
  "responseHeader":{
    "status":0,
    "QTime":2,
    "params":{
      "q":"slavery slaves slave",
      "defType":"dismax",
      "indent":"true",
      "qf":"original_title^10 movie_info^50 review_content^30",
      "fl":"*,score",
      "q.op":"OR",
      "rows":"70"}},
  "response":{"numFound":68,"start":0,"maxScore":395.36487,"numFoundExact":true,"docs":[
      {
        "imdb_title_id":"tt1124037",
        "rotten_tomatoes_link":["m/free_state_of_jones"],
        "original_title":["Free State of Jones"],
        "original_release_date":["2016-06-24T00:00:00Z"],
        "streaming_release_date":["2016-09-06T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Route One Entertainment"],
        "directors":["Gary Ross"],
        "writer":["Gary Ross, Leonard Hartman"],
        "actors":["Matthew McConaughey, Gugu Mbatha-Raw, Mahershala Ali, Keri Russell, Christopher Berry, Sean Bridgers, Jacob Lofland, Thomas Francis Murphy, Bill Tangradi, Brian Lee Franklin, Kerry Cahill, Joe Chrest, Jessica Collins, Donald Watkins, Jill Jane Clements"],
        "budget":["$ 50000000"],
        "worlwide_gross_income":["$ 25035950"],
        "genres":["Action & Adventure, Drama"],
        "content_rating":["R"],
        "runtime":[139],
        "movie_info":["In 1863, Mississippi farmer Newt Knight serves as a medic for the Confederate Army. Opposed to slavery, Knight would rather help the wounded than fight the Union. After his nephew dies in battle, Newt returns home to Jones County to safeguard his family but is soon branded an outlaw deserter. Forced to flee, he finds refuge with a group of runaway slaves hiding out in the swamps. Forging an alliance with the slaves and other farmers, Knight leads a rebellion that would forever change history."],
        "audience_rating":[64],
        "tomatometer_rating":[47],
        "total_votes":[49898],
        "mean_vote_imdb":[7.0],
        "votes_10":[3228],
        "votes_9":[3305],
        "votes_8":[10450],
        "votes_7":[17798],
        "votes_6":[9604],
        "votes_5":[3186],
        "votes_4":[1067],
        "votes_3":[424],
        "votes_2":[251],
        "votes_1":[585],
        "release_year":[2016],
        "type":["movie"],
        "available_netflix":[true],
        "available_prime_video":[false],
        "review_content":["\"Free State\" can't settle down and concentrate. The effect is sometimes exhilarating, but covering several decades of Southern history turns out to be an energy drain.",
          "Ross bit off more than he can chew... the story lolls and wallows in wartime violence and the rebellion, then rushes through the horrors and trauma of Reconstruction.",
          "McConaughey's star turn is straight-up and persuasive. Gugu Mbatha-Raw is earthy and believable as Rachel, the slave Knight falls for and has a child with.",
          "From camera composition to production design, everything looks and feels fresh-scrubbed and somewhat staid, and you don't quite believe what you're seeing.",
          "It's a powerful story but, as written and directed by Gary Ross, it has a by-the-books straightforwardness that sacrifices nuance for homiletics.",
          "This is no history lesson, but it's mainstream Hollywood entertainment that respects the history and seems to invite discussion and debate.",
          "The last third of the film, as it stuffs more and more in, feels less like a movie and more like cramming for a history exam at 2 a.m.",
          "Clearly, the film has been a labour of love for Ross. I just wish a little more of his passion had found its way on to the screen.",
          "Strong work from McConaughey as a charismatic leader, but the film's meandering historical scope will test your patience.",
          "There's a compelling story in here somewhere, but it's buried under a mountain of moral grandstanding and white guilt.",
          "Instead of captivating us with swagger, McConaughey chooses to go grim and dogged. Director Ross does the same.",
          "\"Free State of Jones\" is a deeply strange movie, but that's fine - so is the history on which it's based.",
          "If McConaughey's performance is a little too jut-jawed and noble, the script has plenty of force.",
          "It's a movie that with enormous confidence operates outside the traditional story arc.",
          "It's a good film, absorbing from beginning to end, but it's also important.",
          "A Civil War rebellion becomes an enervating movie by Gary Ross.",
          "\"Free State of Jones\" aspires to greatness but fumbles badly.",
          "Free State of Jones is a great opportunity lost.",
          "A great story, galumphingly told.",
          "Call it a civil bore."],
        "id":"35d001af-443f-460e-b9d3-942bff9f90c4",
        "Unnamed__0":[6487],
        "available_disney_":[false],
        "_version_":1719163485936418816,
        "score":395.36487},
      {
        "imdb_title_id":"tt0054331",
        "rotten_tomatoes_link":["m/1019544-spartacus"],
        "original_title":["Spartacus"],
        "original_release_date":["1960-10-07T00:00:00Z"],
        "streaming_release_date":["2015-12-18T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Bryna Productions"],
        "directors":["Stanley Kubrick"],
        "writer":["Dalton Trumbo, Howard Fast"],
        "actors":["Kirk Douglas, Laurence Olivier, Jean Simmons, Charles Laughton, Peter Ustinov, John Gavin, Nina Foch, John Ireland, Herbert Lom, John Dall, Charles McGraw, Joanna Barnes, Harold J. Stone, Woody Strode, Peter Brocco"],
        "budget":["$ 12000000"],
        "worlwide_gross_income":["$ 1844789"],
        "genres":["Action & Adventure, Classics, Drama"],
        "content_rating":["PG-13"],
        "runtime":[184],
        "movie_info":["The rebellious Thracian Spartacus, born and raised a slave, is sold to Gladiator trainer Batiatus. After weeks of being trained to kill for the arena, Spartacus turns on his owners and leads the other slaves in rebellion. As the rebels move from town to town, their numbers swell as escaped slaves join their ranks. Under the leadership of Spartacus, they make their way to southern Italy, where they will cross the sea and return to their homes."],
        "audience_rating":[87],
        "tomatometer_rating":[93],
        "total_votes":[121994],
        "mean_vote_imdb":[7.9],
        "votes_10":[17002],
        "votes_9":[22533],
        "votes_8":[42703],
        "votes_7":[24428],
        "votes_6":[8601],
        "votes_5":[2992],
        "votes_4":[1156],
        "votes_3":[611],
        "votes_2":[372],
        "votes_1":[1596],
        "release_year":[1960],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["A magnificent picture that packs a rarely equaled emotional wallop with its impassioned camaraderie and paralyzing conclusion.",
          "still stands out because it has a certain intelligence and underlying political agenda moving beneath its Technicolor surface",
          "the liberal message is delivered with a heavy hand, but the film also boasts some stirring action and intelligent dialogue.",
          "Though this stuff could have been directed by anyone, the greatness of Spartacus is in the stretches everyone remembers.",
          "Spartacus actually is pretty decent, and worth watching 10 times before giving the far inferior Gladiator a look.",
          "Many scenes ring passionate and rousing, while others are campy and silly, and somehow they all work together.",
          "...a passable historical epic that has little in common with the rest of Kubrick's output...",
          "An epic that engages the intellect as well as the eyes and the emotions.",
          "Rousing in patches, but kitschy in so many others - a mixed bag.",
          "[A] very attractive film because it doesn't lack spectacle.",
          "An absolute classic by one of the great American directors.",
          "Arguably the greatest sword 'n' sandal movie of them all.",
          "A true spectacle. The restored version rates a 5",
          "Meant to be seen on the big screen.",
          "The great-granddaddy of Ridley Scott's Gladiator hasn't lost any muscle tone after nearly half a century, and Kirk Douglas's direct, unpretentious performance as the great slave-rebel Spartacus is more engaging than ever.",
          "The most courageous thing about it, from today's standards, is that it closes without an obligatory happy ending, and an audience that has watched for 187 minutes doesn't get a tidy, mindless conclusion.",
          "Of all the historical epics, this pretty much takes the biscuit, with an unbelievable cast, incredible cinematography and plenty of quotable scenes.",
          "Asurprisingly apt companion piece to Paths of Glory in its consideration of the mechanisms of power.",
          "Douglas is terrific as the iron-jawed slave fuelled by righteous fury.",
          "It is a spotty, uneven drama."],
        "id":"a4075abc-288d-41e1-be84-7094a8717947",
        "Unnamed__0":[823],
        "available_disney_":[false],
        "_version_":1719163484043739136,
        "score":315.8642},
      {
        "imdb_title_id":"tt2024544",
        "rotten_tomatoes_link":["m/12_years_a_slave"],
        "original_title":["12 Years a Slave"],
        "original_release_date":["2013-10-18T00:00:00Z"],
        "streaming_release_date":["2015-08-31T00:00:00Z"],
        "country":["USA, UK"],
        "language":["English"],
        "production_company":["Regency Enterprises"],
        "directors":["Steve McQueen (III)"],
        "writer":["John Ridley, Solomon Northup"],
        "actors":["Chiwetel Ejiofor, Dwight Henry, Dickie Gravois, Bryan Batt, Ashley Dyke, Kelsey Scott, Quvenzhané Wallis, Cameron Zeigler, Tony Bentley, Scoot McNairy, Taran Killam, Christopher Berry, Bill Camp, Mister Mackey Jr., Chris Chalk"],
        "budget":["$ 20000000"],
        "worlwide_gross_income":["$ 187733202"],
        "genres":["Drama"],
        "content_rating":["R"],
        "runtime":[134],
        "movie_info":["In the years before the Civil War, Solomon Northup (Chiwetel Ejiofor), a free black man from upstate New York, is kidnapped and sold into slavery in the South. Subjected to the cruelty of one malevolent owner (Michael Fassbender), he also finds unexpected kindness from another, as he struggles continually to survive and maintain some of his dignity. Then in the 12th year of the disheartening ordeal, a chance meeting with an abolitionist from Canada changes Solomon's life forever."],
        "audience_rating":[90],
        "tomatometer_rating":[95],
        "total_votes":[624629],
        "mean_vote_imdb":[8.1],
        "votes_10":[92264],
        "votes_9":[157321],
        "votes_8":[208686],
        "votes_7":[105078],
        "votes_6":[33754],
        "votes_5":[11801],
        "votes_4":[4904],
        "votes_3":[2940],
        "votes_2":[2193],
        "votes_1":[5688],
        "release_year":[2013],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["\"12 Years a Slave\" works on so many levels -- some topical, some timeless -- that it's almost impossible to count them.",
          "But the much talked-about 12 Years a Slave is more than a beautifully shot art piece. It's history made violently real.",
          "12 Years a Slave isn't simply a masterpiece, it's a milestone. This, at last, really is history written with lightning.",
          "Every scene of 12 Years a Slave, and almost every shot, conveys some penetrating truth about America's original sin.",
          "One of Britain's greatest living filmmakers offers an outraged, intense and artful examination of American slavery.",
          "A film that, despite its surface simplicity, proves to be riven with contradictions to the point of incoherence.",
          "Other movies and books have gone here, but few so far and with such overwhelming clarity of purpose.",
          "It provokes recognition in us of the very heart of darkness. It makes the unimaginable imaginable.",
          "Stark, visceral and unrelenting, 12 Years a Slave is not just a great film but a necessary one.",
          "The film offers a formidable indictment of the cruelty of which human beings are capable.",
          "12 Years a Slave is at times difficult to watch but always impossible to turn away from.",
          "This is not medicine for America to swallow; it's filmmaking of the highest caliber.",
          "A film this good, and this quietly distinctive in its style, is always welcome.",
          "The harrowing 12 Years a Slave is a mesmerizing period drama for the ages.",
          "Slavery is revealed for the unrelenting horror that it was. About time.",
          "It's the nobility of this remarkable film that pierces the soul.",
          "One of the best and most courageous films of the year.",
          "Brave performances throughout this magnificent film.",
          "One of the finest historical movies ever made.",
          "Remarkable."],
        "id":"77abf5d1-3a5f-45c1-b53c-f45a555b9699",
        "Unnamed__0":[7531],
        "available_disney_":[false],
        "_version_":1719163486317051905,
        "score":311.26373},
      {
        "imdb_title_id":"tt0118607",
        "rotten_tomatoes_link":["m/amistad"],
        "original_title":["Amistad"],
        "original_release_date":["1997-12-12T00:00:00Z"],
        "streaming_release_date":["2013-08-01T00:00:00Z"],
        "country":["USA"],
        "language":["English, Mende, Spanish, Portuguese"],
        "production_company":["DreamWorks"],
        "directors":["Steven Spielberg"],
        "writer":["David Franzoni"],
        "actors":["Morgan Freeman, Nigel Hawthorne, Anthony Hopkins, Djimon Hounsou, Matthew McConaughey, David Paymer, Pete Postlethwaite, Stellan Skarsgård, Razaaq Adoti, Abu Bakaar Fofanah, Anna Paquin, Tomas Milian, Chiwetel Ejiofor, Derrick N. Ashong, Geno Silva"],
        "budget":["$ 36000000"],
        "worlwide_gross_income":["$ 44229441"],
        "genres":["Drama, Mystery & Suspense"],
        "content_rating":["R"],
        "runtime":[152],
        "movie_info":["In 1839, the slave ship Amistad set sail from Cuba to America. During the long trip, Cinque (Djimon Hounsou) leads the slaves in an unprecedented uprising. They are then held prisoner in Connecticut, and their release becomes the subject of heated debate. Freed slave Theodore Joadson (Morgan Freeman) wants Cinque and the others exonerated and recruits property lawyer Roger Baldwin (Matthew McConaughey) to help his case. Eventually, John Quincy Adams (Anthony Hopkins) also becomes an ally."],
        "audience_rating":[79],
        "tomatometer_rating":[77],
        "total_votes":[69827],
        "mean_vote_imdb":[7.3],
        "votes_10":[6031],
        "votes_9":[7670],
        "votes_8":[18771],
        "votes_7":[21824],
        "votes_6":[8867],
        "votes_5":[3308],
        "votes_4":[1373],
        "votes_3":[689],
        "votes_2":[440],
        "votes_1":[854],
        "release_year":[1997],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Amistad is an earnest examination of one race's fight for their rights and their freedom.",
          "Amistad is the kind of movie that makes a tired topic seem fresh and entertaining again.",
          "Amistad is a solidly made film. It's just no...well, you know [Schindler's List].",
          "Spielberg is the master of telling a visual story, and here he is in top form.",
          "Amistad is a maddening film because it comes so close to greatness.",
          "Dry and dawdling, haphazardly structured, and grindingly obvious.",
          "Spielberg's considerable talent is not quite enough to unearth it",
          "Amistad is educational, powerful, and intriguing throughout.",
          "Amistad tells a compelling story and it tells it well.",
          "Despite some unevenness it is a good show indeed.",
          "Amistad is an excellent story, poorly told.",
          "Amistad is a good, but not great film.",
          "Falta alma ao filme.",
          "Spielberg seems to be dividing his filmmaking output into two distinct halves: in the summer months cranking out no-brainer dinosaur flicks...in the winter season unveiling his serious artistic stuff to edify the adults and woo the Oscar crowd.",
          "As Spielberg vehicles go, Amistad -- part mystery, action thriller, courtroom drama, even culture-clash comedy -- lands between the disturbing lyricism of Schindler's List and the storybook artificiality of The Color Purple.",
          "The narrative perils are daunting in this little-known true tale of a bloody slave-ship rebellion in 1839 and its jumbled aftermath in the U.S. judicial system.",
          "What is most valuable about Amistad is the way it provides faces and names for its African characters, whom the movies so often make into faceless victims.",
          "Thematically rich, impeccably crafted, and intellectually stimulating, the only area where this movie falls a little short is in its emotional impact.",
          "In Amistad, an admirable but disappointing effort...[Speilberg] veers between stoic political correctness and mushy Hollywood platitudes.",
          "Brief moments of visceral fire allow glimpses into the rousing movie this could have been."],
        "id":"a7b10782-73d7-46ce-9ff9-cd176d6e3036",
        "Unnamed__0":[3586],
        "available_disney_":[false],
        "_version_":1719163484927688704,
        "score":302.1704},
      {
        "imdb_title_id":"tt0094923",
        "rotten_tomatoes_link":["m/crusoe"],
        "original_title":["Crusoe"],
        "original_release_date":["1988-06-01T00:00:00Z"],
        "streaming_release_date":["2017-03-12T00:00:00Z"],
        "country":["UK, USA"],
        "language":["English"],
        "production_company":["Island Pictures"],
        "directors":["Caleb Deschanel"],
        "writer":["Daniel Defoe, Walon Green"],
        "actors":["Aidan Quinn, Elvis Payne, Richard D. Sharp, Colin Bruce, William Hootkins, Shane Rimmer, Jimmy Nail, Patrick Monckton, Chris Pitt, James Kennedy, Timothy Spall, Ade Sapara, Hepburn Graham, Raymond Johnson, Ricco Ross"],
        "budget":["Unknown"],
        "worlwide_gross_income":["$ 315421"],
        "genres":["Action & Adventure, Drama"],
        "content_rating":["PG-13"],
        "runtime":[91],
        "movie_info":["In the 1800s, a Virginia slave trader, Crusoe (Aidan Quinn), is shipwrecked on an unknown island on his way to South Africa to pick up more slaves, along with the only other survivor, a dog. Crusoe builds himself a camp from the ship's remains, and later discovers \"savages\" on the other side of the island. While rescuing a victim, whom he dubs \"Lucky,\" Crusoe is taken hostage by a warrior. Only after some time in the village does he begin to reassess his involvement in slave trafficking."],
        "audience_rating":[43],
        "tomatometer_rating":[67],
        "total_votes":[940],
        "mean_vote_imdb":[6.4],
        "votes_10":[62],
        "votes_9":[50],
        "votes_8":[102],
        "votes_7":[208],
        "votes_6":[260],
        "votes_5":[154],
        "votes_4":[63],
        "votes_3":[17],
        "votes_2":[15],
        "votes_1":[9],
        "release_year":[1988],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["An intriguing revisionist take on the DeFoe story from moonlighting cinematographer Caleb Deschanel.",
          "Brilliant cinematographer Caleb Deschanel directs another adaptation of Defoe's classic tale.",
          "Beautifully filmed, but suffers from deliberate pacing and a shallow, uninspired viewpoint.",
          "Crusoe is a film with a few important things to say and a magnificent way of saying them."],
        "id":"767996d2-bbcc-4f7d-a15f-aa87fdf46eb9",
        "Unnamed__0":[2423],
        "available_disney_":[false],
        "_version_":1719163484555444225,
        "score":290.52295},
      {
        "imdb_title_id":"tt0070679",
        "rotten_tomatoes_link":["m/shaft_in_africa"],
        "original_title":["Shaft in Africa"],
        "original_release_date":["1973-01-01T00:00:00Z"],
        "streaming_release_date":["2012-11-28T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Metro-Goldwyn-Mayer (MGM)"],
        "directors":["John Guillermin"],
        "writer":["Ernest Tidyman, Stirling Silliphant"],
        "actors":["Richard Roundtree, Frank Finlay, Vonetta McGee, Neda Arneric, Debebe Eshetu, Spyros Fokas, Jacques Herlin, Jho Jhenkins, Willie Jonah, Adolfo Lastretti, Marne Maitland, Frank McRae, Zenebech Tadesse, Avelio Falana, James E. Myers"],
        "budget":["$ 2142000"],
        "worlwide_gross_income":["Unknown"],
        "genres":["Action & Adventure, Classics, Cult Movies"],
        "content_rating":["R"],
        "runtime":[112],
        "movie_info":["When private investigator and man of action John Shaft (Richard Roundtree) is hired to disrupt a slavery ring, he must travel to Africa and infiltrate the criminal operation. While undercover, Shaft discovers that Africans are being abducted and sold as slaves in Europe, with a sinister figure named Amafi (Frank Finlay) pulling the strings. As Shaft gets closer to taking down Amafi, his situation becomes increasingly dangerous, with assassins and thugs seemingly lurking around every corner."],
        "audience_rating":[52],
        "tomatometer_rating":[60],
        "total_votes":[2502],
        "mean_vote_imdb":[6.1],
        "votes_10":[190],
        "votes_9":[81],
        "votes_8":[184],
        "votes_7":[496],
        "votes_6":[680],
        "votes_5":[447],
        "votes_4":[211],
        "votes_3":[103],
        "votes_2":[42],
        "votes_1":[68],
        "release_year":[1973],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Slow action film with Roundtree misplaced, overdone, overshown.",
          "Follows along the lines of a James Bond thriller.",
          "Includes some of the series' best moments."],
        "id":"46818381-970e-40e0-be89-fe0e920e9f5b",
        "Unnamed__0":[1361],
        "available_disney_":[false],
        "_version_":1719163484231434242,
        "score":268.92862},
      {
        "imdb_title_id":"tt0113463",
        "rotten_tomatoes_link":["m/jefferson_in_paris"],
        "original_title":["Jefferson in Paris"],
        "original_release_date":["1995-03-31T00:00:00Z"],
        "streaming_release_date":["2016-08-10T00:00:00Z"],
        "country":["USA, France"],
        "language":["English, French"],
        "production_company":["Touchstone Pictures"],
        "directors":["James Ivory"],
        "writer":["Ruth Prawer Jhabvala"],
        "actors":["Nick Nolte, Gwyneth Paltrow, Estelle Eonnet, Thandie Newton, Seth Gilliam, Todd Boyce, Nigel Whitmey, Nicolas Silberg, Catherine Samie, Lionel Robert, Stanislas Carré de Malberg, Jean Rupert, Yvette Petit, Paolo Mantini, Frédéric van den Driessche"],
        "budget":["$ 14000000"],
        "worlwide_gross_income":["$ 2473668"],
        "genres":["Drama, Romance"],
        "content_rating":["PG-13"],
        "runtime":[139],
        "movie_info":["His wife having recently died, Thomas Jefferson (Nick Nolte) accepts the post of United States ambassador to pre-revolutionary France, though he finds it difficult to adjust to life in a country where the aristocracy subjugates an increasingly restless peasantry. In Paris, he becomes smitten with cultured artist Maria Cosway (Greta Scacchi), but, when his daughter visits from Virginia accompanied by her attractive slave, Sally Hemings (Thandie Newton), Jefferson's attentions are diverted."],
        "audience_rating":[34],
        "tomatometer_rating":[31],
        "total_votes":[2775],
        "mean_vote_imdb":[5.8],
        "votes_10":[119],
        "votes_9":[102],
        "votes_8":[185],
        "votes_7":[493],
        "votes_6":[753],
        "votes_5":[558],
        "votes_4":[278],
        "votes_3":[123],
        "votes_2":[73],
        "votes_1":[91],
        "release_year":[1995],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Good idea, but Nolte is not believable as Jefferson.",
          "Aka the affairs of Jefferson. Handsome production.",
          "What is it about? Revolution? History? Slavery? Romance? No doubt a lot of research and speculation went into Jhabvala's screenplay, but I wish she had finally decided to jump one way or the other. The movie tells no clear story and has no clear ideas."],
        "id":"133e9408-8f86-4294-b875-d5559f65447c",
        "Unnamed__0":[3318],
        "available_disney_":[false],
        "_version_":1719163484841705473,
        "score":257.9171},
      {
        "imdb_title_id":"tt0026174",
        "rotten_tomatoes_link":["m/1003499-captain_blood"],
        "original_title":["Captain Blood"],
        "original_release_date":["1935-12-28T00:00:00Z"],
        "streaming_release_date":["2008-01-01T00:00:00Z"],
        "country":["USA"],
        "language":["English, French"],
        "production_company":["Warner Bros."],
        "directors":["Michael Curtiz"],
        "writer":["Rafael Sabatini, Casey Robinson"],
        "actors":["Errol Flynn, Olivia de Havilland, Lionel Atwill, Basil Rathbone, Ross Alexander, Guy Kibbee, Henry Stephenson, Robert Barrat, Hobart Cavanaugh, Donald Meek, Jessie Ralph, Forrester Harvey, Frank McGlynn Sr., Holmes Herbert, David Torrence"],
        "budget":["$ 1200000"],
        "worlwide_gross_income":["Unknown"],
        "genres":["Action & Adventure, Classics"],
        "content_rating":["NR"],
        "runtime":[119],
        "movie_info":["In England in the 1600s, Dr. Peter Blood (Errol Flynn) treats the wounds of a man who had been injured in a rebellion against King James II, for which he is convicted of treason and sold into slavery in the Caribbean colony of Port Royal, Jamaica. Despite the kindnesses of his new owner, Arabella Bishop (Olivia de Havilland), Blood and his fellow slaves escape to begin a life of high-seas piracy. But when Captain Blood crosses paths with Arabella again years later, he remembers her compassion."],
        "audience_rating":[89],
        "tomatometer_rating":[100],
        "total_votes":[12731],
        "mean_vote_imdb":[7.8],
        "votes_10":[1803],
        "votes_9":[1997],
        "votes_8":[4264],
        "votes_7":[2846],
        "votes_6":[1087],
        "votes_5":[388],
        "votes_4":[155],
        "votes_3":[65],
        "votes_2":[35],
        "votes_1":[91],
        "release_year":[1935],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["The young Errol Flynn shows that he is the perfect swasbuckling hero in Michael Curtiz's enjoyable remake of the 1923 silent; three years later, Flynn made the more impressive Adventures of Robin Hood, also with Olivia De Havilland.",
          "Crammed full of all the adventure that $1 million in 1935 dollars could buy... It's all so much candy, I guess, but candy made with the utmost precision and attention.",
          "With Basil Rathbone in the cast (as the shifty Captain Levasseur), there are nerve-wracking swordfights, hostage/ransom scenarios, and a hint of bloodshed.",
          "Back then, Warner Brothers sure knew how to make these adventures a great time at the movies and today, \"Captain Blood\" is immensely captivating.",
          "Lavish pirate adventure that launched Errol Flynn onto 1930's screens and ensured that buckles would be swashed for a good few years to follow.",
          "Not nearly as exciting as 1940's The Sea Hawk but a sturdy first swashbuckling foray for Flynn.",
          "A classic swashbuckler from Flynn, whose charisma and star power remains eternally bright.",
          "Rousing swashbuckling of the variety that you don't see much anymore.",
          "Flynn at his best. Curtiz at the top of his form",
          "...a great costume epic and quite a lot of fun.",
          "One of the better swashbucklers.",
          "can verge on adventure overkill",
          "With a spirited and criminally good-looking Australian named Errol Flynn playing the genteel buccaneer to the hilt, the photoplay recaptures the air of high romantic adventure which is so essential to the tale."],
        "id":"e841d6d9-cbcf-472b-93c1-2c9f420005d6",
        "Unnamed__0":[104],
        "available_disney_":[false],
        "_version_":1719163483691417600,
        "score":256.63763},
      {
        "imdb_title_id":"tt0063557",
        "rotten_tomatoes_link":["m/scalphunters"],
        "original_title":["The Scalphunters"],
        "original_release_date":["1968-04-02T00:00:00Z"],
        "streaming_release_date":["2017-01-30T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Bristol Films"],
        "directors":["Sydney Pollack"],
        "writer":["William W. Norton"],
        "actors":["Burt Lancaster, Shelley Winters, Telly Savalas, Ossie Davis, Dabney Coleman, Paul Picerni, Dan Vadis, Armando Silvestre, Nick Cravat, Tony Epper, Chuck Roberson, John Epper, Jack Williams"],
        "budget":["Unknown"],
        "worlwide_gross_income":["Unknown"],
        "genres":["Action & Adventure, Classics, Comedy, Western"],
        "content_rating":["NR"],
        "runtime":[102],
        "movie_info":["Illiterate fur trapper Joe Bass (Burt Lancaster) is coerced by some Kiowa Indians into trading his haul for a well-educated, escaped slave named Joseph Lee (Ossie Davis). Bass seeks to track the Indians and recover his treasure, while Joseph wants to travel to Mexico, where slavery is illegal. Their plans are complicated by the arrival of a band of scalphunters, led by Jim Howie (Telly Savalas), who want to kill the Indians, claim the furs and resell the black man."],
        "audience_rating":[56],
        "tomatometer_rating":[70],
        "total_votes":[3149],
        "mean_vote_imdb":[6.9],
        "votes_10":[220],
        "votes_9":[157],
        "votes_8":[582],
        "votes_7":[1105],
        "votes_6":[690],
        "votes_5":[229],
        "votes_4":[71],
        "votes_3":[43],
        "votes_2":[17],
        "votes_1":[35],
        "release_year":[1968],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Navigating the movie's period attitude is relatively easy, but finding its sense of humor takes some work.",
          "... never funny enough or Western enough or politically incisive enough to impress.",
          "...a seriously misguided and hopelessly dated endeavor that's best left forgotten.",
          "Some movies are masterpieces, and most movies are not, and sometimes you get a movie that can best be described as 'interesting.' By that I mean it falls short of excellence but nevertheless has something that makes it worth seeing."],
        "id":"a61d6c67-b692-4317-aeff-94b08e996ecf",
        "Unnamed__0":[1126],
        "available_disney_":[false],
        "_version_":1719163484155936769,
        "score":244.03314},
      {
        "imdb_title_id":"tt1720621",
        "rotten_tomatoes_link":["m/trafficked_2017"],
        "original_title":["Trafficked"],
        "original_release_date":["2017-10-06T00:00:00Z"],
        "streaming_release_date":["2018-01-11T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Habitat Media Group"],
        "directors":["Will Wallace"],
        "writer":["Siddharth Kara"],
        "actors":["Brian Thompson, Anne Archer, Ashley Judd, Elisabeth Röhm, Sean Patrick Flanery, Courtney Gains, Jason London, Patrick Duffy, Madison Wolfe, Efren Ramirez, Clayton Hoff, Amiah Miller, Kelly Washington, Matt Doran, Hina X. Khan"],
        "budget":["Unknown"],
        "worlwide_gross_income":["$ 19698"],
        "genres":["Drama, Mystery & Suspense"],
        "content_rating":["R"],
        "runtime":[104],
        "movie_info":["After being forced into slavery in the international sex trade, three young women from India, Nigeria and the United States attempt to escape from a brothel in Texas."],
        "audience_rating":[60],
        "tomatometer_rating":[29],
        "total_votes":[1136],
        "mean_vote_imdb":[5.9],
        "votes_10":[124],
        "votes_9":[44],
        "votes_8":[108],
        "votes_7":[173],
        "votes_6":[234],
        "votes_5":[173],
        "votes_4":[90],
        "votes_3":[58],
        "votes_2":[34],
        "votes_1":[98],
        "release_year":[2017],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[true],
        "review_content":["Tackling a serious subject but looking like a bad after-school special, this drama is terribly forced and indelicate; it tries to deliver an important message but feels more like a cheap thriller.",
          "It's a rough watch in parts as things are shown and suggested that should shock and appall everyone. It's a powerful film and should be seen.",
          "Generic, dull human trafficking/sex trade thriller"],
        "id":"9d23684d-e495-4e51-a5c1-be925ff748b2",
        "Unnamed__0":[7280],
        "available_disney_":[false],
        "_version_":1719163486224777217,
        "score":185.73181},
      {
        "imdb_title_id":"tt0003740",
        "rotten_tomatoes_link":["m/cabiria"],
        "original_title":["Cabiria"],
        "original_release_date":["1914-06-01T00:00:00Z"],
        "streaming_release_date":["2016-07-01T00:00:00Z"],
        "country":["Italy"],
        "language":["Italian"],
        "production_company":["Itala Film"],
        "directors":["Giovanni Pastrone"],
        "writer":["Gabriele D'Annunzio, Titus Livius"],
        "actors":["Carolina Catena, Lidia Quaranta, Gina Marangoni, Dante Testa, Umberto Mozzato, Bartolomeo Pagano, Raffaele di Napoli, Emilio Vardannes, Edoardo Davesnes, Italia Almirante-Manzini, Alex Bernard, Luigi Chellini, Vitale Di Stefano, Enrico Gemelli, Ignazio Lupi"],
        "budget":["$ 210000"],
        "worlwide_gross_income":["Unknown"],
        "genres":["Art House & International, Classics, Drama"],
        "content_rating":["NR"],
        "runtime":[123],
        "movie_info":["Young Sicilian girl Cabiria (Lidia Quaranta) and her nurse, Croessa (Gina Marangoni), survive a devastating volcanic eruption, only to be taken by Phoenicians to Carthage. As the second of the Punic Wars rages between Carthage and Rome, the pair is sold into slavery, and Cabiria is intended as an offering to the god Moloch and the child-eating statue Kronos. Croessa convinces Roman Fulvius Axilla (Umberto Mozzato) to rescue Cabiria, yet afterward the girl remains in slavery for another decade."],
        "audience_rating":[69],
        "tomatometer_rating":[96],
        "total_votes":[3073],
        "mean_vote_imdb":[6.5],
        "votes_10":[285],
        "votes_9":[301],
        "votes_8":[591],
        "votes_7":[727],
        "votes_6":[443],
        "votes_5":[199],
        "votes_4":[85],
        "votes_3":[27],
        "votes_2":[18],
        "votes_1":[397],
        "release_year":[1914],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["The exotic drama, suspense, and daring stunts on display in Pastrone's film of \"12,000 shots\" is every bit, if not more effective, than that of modern filmmakers whose use of green-screen CGI is frequently used more as a crutch than a meaningful storyte",
          "The international success of this Italian spectacle, the longest and most expensive motion picture made up to that date, allowed DW Griffith to gain support for his large-scale projects.",
          "Another one of those historically significant but incredibly dull silent films.",
          "In its particular way, Cabiria is beautiful and enthralling."],
        "id":"18fd86d8-fc9c-4d32-b66d-99cb21cde28d",
        "Unnamed__0":[0],
        "available_disney_":[false],
        "_version_":1719163483473313792,
        "score":183.42786},
      {
        "imdb_title_id":"tt8652584",
        "rotten_tomatoes_link":["m/hell_on_the_border"],
        "original_title":["Hell on the Border"],
        "original_release_date":["2019-12-13T00:00:00Z"],
        "streaming_release_date":["2019-12-13T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Sweet Unknown Studios"],
        "directors":["Wes Miller"],
        "writer":["Wes Miller"],
        "actors":["David Gyasi, Ron Perlman, Frank Grillo, Manu Intiraymi, Chris Mullinax, Ashley Atwood, Gianni Capaldi, Jaqueline Fleming, Michael Aaron Milligan, Randy Wayne, Marshall R. Teague, Zahn McClarnon, Curtis Nichouls, David William Arnott, John D. Hickman"],
        "budget":["Unknown"],
        "worlwide_gross_income":["Unknown"],
        "genres":["Action & Adventure, Mystery & Suspense, Western"],
        "content_rating":["R"],
        "runtime":[87],
        "movie_info":["A former slave becomes the first black deputy U.S. Marshal west of the Mississippi River in the late 1800s."],
        "audience_rating":[33],
        "tomatometer_rating":[40],
        "total_votes":[590],
        "mean_vote_imdb":[4.9],
        "votes_10":[59],
        "votes_9":[40],
        "votes_8":[31],
        "votes_7":[36],
        "votes_6":[60],
        "votes_5":[72],
        "votes_4":[79],
        "votes_3":[65],
        "votes_2":[37],
        "votes_1":[111],
        "release_year":[2019],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Not once throughout the film do the environs, sets or costuming immerse the viewer in the appropriate period, because the film's cinematography makes it all feel like a civil war cosplay captured on a cell phone. Bass Reeves deserves a better movie.",
          "Legendary frontier marshal Bass Reeves gets a shoddy western. Hell on the Border shines a spotlight on the lawman, but fails in almost every other regard.",
          "Inspired by Reeves, but clearly not attempting to recount the real story in any way. It's merely a fun western and should be seen as that.",
          "Reduces Reeves to a cheap action-movie stereotype, just another generic Western lawman gunning down anonymous henchmen in cowboy hats."],
        "id":"7c063496-e0b6-481b-ab6b-a5ea990ab1d9",
        "Unnamed__0":[9070],
        "available_disney_":[false],
        "_version_":1719163486875942912,
        "score":178.38739},
      {
        "imdb_title_id":"tt0083630",
        "rotten_tomatoes_link":["m/beastmaster"],
        "original_title":["The Beastmaster"],
        "original_release_date":["1982-08-20T00:00:00Z"],
        "streaming_release_date":["2017-03-17T00:00:00Z"],
        "country":["USA, West Germany"],
        "language":["English"],
        "production_company":["Leisure Investment Company"],
        "directors":["Don Coscarelli"],
        "writer":["Don Coscarelli, Paul Pepperman"],
        "actors":["Marc Singer, Tanya Roberts, Rip Torn, John Amos, Joshua Milrad, Rod Loomis, Ben Hammer, Ralph Strait, Billy Jayne, Janet DeMay, Christine Kellogg, Janet Jones, Tony Epper, Vanna Bonta, Kim Tabet"],
        "budget":["$ 8000000"],
        "worlwide_gross_income":["$ 14056528"],
        "genres":["Action & Adventure, Science Fiction & Fantasy"],
        "content_rating":["PG"],
        "runtime":[114],
        "movie_info":["Prehistoric Dar (Marc Singer) uses ESP with animals to save a slave girl (Tanya Roberts) from a sorcerer (Rip Torn)."],
        "audience_rating":[54],
        "tomatometer_rating":[50],
        "total_votes":[20053],
        "mean_vote_imdb":[6.4],
        "votes_10":[1702],
        "votes_9":[936],
        "votes_8":[2393],
        "votes_7":[4372],
        "votes_6":[4847],
        "votes_5":[2867],
        "votes_4":[1415],
        "votes_3":[769],
        "votes_2":[399],
        "votes_1":[353],
        "release_year":[1982],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[true],
        "review_content":["In its attempt to outdo every other fantasy epic to date, culling pieces from everything in the last decade, it manages only to be one of the more forgettable of the genre.",
          "What The Beastmaster lacks in lustre and expense, it more than makes up for in sheer \"guilty pleasure\" enjoyment.",
          "The Beastmaster is a film shot through with love for the genre.",
          "Extra goofy, but basic cable couldn't survive without it.",
          "So-so adventure fantasy that spawned several sequels.",
          "An OK time killer when I was 11 years old."],
        "id":"eceb369c-67ac-4eac-a67e-8fe3c6c62a69",
        "Unnamed__0":[1848],
        "available_disney_":[false],
        "_version_":1719163484380332035,
        "score":176.7809},
      {
        "imdb_title_id":"tt0073349",
        "rotten_tomatoes_link":["m/mandingo"],
        "original_title":["Mandingo"],
        "original_release_date":["1975-07-25T00:00:00Z"],
        "streaming_release_date":["2016-07-21T00:00:00Z"],
        "country":["USA"],
        "language":["English, French"],
        "production_company":["Dino De Laurentiis Company"],
        "directors":["Richard Fleischer"],
        "writer":["Kyle Onstott, Jack Kirkland"],
        "actors":["James Mason, Susan George, Perry King, Richard Ward, Brenda Sykes, Ken Norton, Lillian Hayman, Roy Poole, Ji-Tu Cumbuka, Paul Benedict, Ben Masters, Ray Spruell, Louis Turenne, Duane Allen, Earl Maynard"],
        "budget":["Unknown"],
        "worlwide_gross_income":["Unknown"],
        "genres":["Action & Adventure, Classics, Drama, Romance"],
        "content_rating":["R"],
        "runtime":[127],
        "movie_info":["A Louisiana plantation owner's (James Mason) son (Perry King) has an affair with a slave, and he's not the only one."],
        "audience_rating":[65],
        "tomatometer_rating":[26],
        "total_votes":[3296],
        "mean_vote_imdb":[6.3],
        "votes_10":[363],
        "votes_9":[199],
        "votes_8":[447],
        "votes_7":[629],
        "votes_6":[636],
        "votes_5":[419],
        "votes_4":[186],
        "votes_3":[127],
        "votes_2":[95],
        "votes_1":[195],
        "release_year":[1975],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[true],
        "review_content":["Mandingo is excessive, yet its excesses invariably reveal the caustic truths of social critique.",
          "At least offers no tears for the demise of the good ole days in Dixie.",
          "too trashy to be good drama, but too dramatic to be good trash",
          "Mandingo is racist trash, obscene in its manipulation of human beings and feelings, and excruciating to sit through.",
          "Viewed with fresh eyes, it can credibly be seen as revisionist history of a particularly savage kind."],
        "id":"cb2724e2-f136-4fb5-936d-6e2ee17a738b",
        "Unnamed__0":[1444],
        "available_disney_":[false],
        "_version_":1719163484256600064,
        "score":175.2031},
      {
        "imdb_title_id":"tt0058530",
        "rotten_tomatoes_link":["m/robinson_crusoe_on_mars"],
        "original_title":["Robinson Crusoe on Mars"],
        "original_release_date":["1964-07-17T00:00:00Z"],
        "streaming_release_date":["2016-08-10T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Paramount Pictures Corporation"],
        "directors":["Byron Haskin"],
        "writer":["Ib Melchior, John C. Higgins"],
        "actors":["Paul Mantee, Victor Lundin, Adam West, The Woolly Monkey"],
        "budget":["$ 1200000"],
        "worlwide_gross_income":["Unknown"],
        "genres":["Action & Adventure, Classics, Science Fiction & Fantasy"],
        "content_rating":["NR"],
        "runtime":[109],
        "movie_info":["An astronaut (Paul Mantee) stranded on the red planet risks his life to save a runaway slave (Victor Lundin) from alien masters."],
        "audience_rating":[62],
        "tomatometer_rating":[94],
        "total_votes":[6012],
        "mean_vote_imdb":[6.8],
        "votes_10":[538],
        "votes_9":[407],
        "votes_8":[998],
        "votes_7":[1616],
        "votes_6":[1188],
        "votes_5":[656],
        "votes_4":[287],
        "votes_3":[150],
        "votes_2":[76],
        "votes_1":[96],
        "release_year":[1964],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Almost distractingly, faithful to the original novel despite its radically different setting, the film is a pleasure mostly because of its vivid Technicolor backdrops.",
          "Como em tantas fices B, a Cincia da histria  risvel; porm, o longa funciona ao desenvolver bem a relao (com contexto homossexual e tudo mais) entre os personagens.",
          "There's lots to appeal to fans of adventure stories and the film has a distinctive visual style that adds to its character.",
          "The real Mars may be nothing like it appears in this movie, but it sure does make you want to visit anyway.",
          "Dated on many levels, but the film represents a fascinating slice of scientific history.",
          "Better than expected, and it features brief appearance by the future Batman.",
          "About as good as any sci-fi adventure film of that generation.",
          "A lowbudget and unnoticed sci-fi film that is a gem.",
          "Altogether too sober, but well made.",
          "While Robinson Crusoe on Mars is more a kitsch curio than a classic movie, there is much entertainment to be had comparing this 1964 story of \"a lone astronaut pitted against all odds beyond this Earth\" with The Martian."],
        "id":"dab5828f-9475-4152-b6d4-96024b026cae",
        "Unnamed__0":[969],
        "available_disney_":[false],
        "_version_":1719163484098265090,
        "score":173.65318},
      {
        "imdb_title_id":"tt1853728",
        "rotten_tomatoes_link":["m/django_unchained_2012"],
        "original_title":["Django Unchained"],
        "original_release_date":["2012-12-25T00:00:00Z"],
        "streaming_release_date":["2017-03-24T00:00:00Z"],
        "country":["USA"],
        "language":["English, German, French, Italian"],
        "production_company":["The Weinstein Company"],
        "directors":["Quentin Tarantino"],
        "writer":["Quentin Tarantino"],
        "actors":["Jamie Foxx, Christoph Waltz, Leonardo DiCaprio, Kerry Washington, Samuel L. Jackson, Walton Goggins, Dennis Christopher, James Remar, David Steen, Dana Gourrier, Nichole Galicia, Laura Cayouette, Ato Essandoh, Sammi Rotibi, Clay Donahue Fontenot"],
        "budget":["$ 100000000"],
        "worlwide_gross_income":["$ 425368238"],
        "genres":["Drama, Western"],
        "content_rating":["R"],
        "runtime":[165],
        "movie_info":["Two years before the Civil War, Django (Jamie Foxx), a slave, finds himself accompanying an unorthodox German bounty hunter named Dr. King Schultz (Christoph Waltz) on a mission to capture the vicious Brittle brothers. Their mission successful, Schultz frees Django, and together they hunt the South's most-wanted criminals. Their travels take them to the infamous plantation of shady Calvin Candie (Leonardo DiCaprio), where Django's long-lost wife (Kerry Washington) is still a slave."],
        "audience_rating":[91],
        "tomatometer_rating":[87],
        "total_votes":[1317856],
        "mean_vote_imdb":[8.4],
        "votes_10":[281198],
        "votes_9":[416783],
        "votes_8":[369975],
        "votes_7":[155872],
        "votes_6":[48348],
        "votes_5":[18205],
        "votes_4":[8612],
        "votes_3":[5275],
        "votes_2":[4088],
        "votes_1":[9500],
        "release_year":[2012],
        "type":["movie"],
        "available_netflix":[true],
        "available_prime_video":[false],
        "review_content":["As in all of Tarantino's best films, there is a strange and brilliant magic at work here; a dark, bubbling alchemy of art and junk.",
          "Tarantino may be the best working director to take scenes of blood, mayhem, and gore and transform them into moments of hilarity.",
          "The name of the movie is \"Django Unchained,\" but for all practical purposes it might as well be called \"Tarantino Unleashed.\"",
          "Unfortunately, it wears out its welcome about two-thirds through, which means -- no kidding -- 45 more minutes to go.",
          "It's a live-action, heads-exploding, shoot-'em-up cartoon. Sometimes it crackles, and sometimes it merely cracks.",
          "Genre-movie-mad writer-director Quentin Tarantino's foray into Western World is a pretty grave disappointment.",
          "Tarantino lives to cross the line. Is Django Unchained too much? ... It wouldn't be Tarantino otherwise.",
          "Just when we thought Quentin Tarantino had shown us all the cojones he has, in rides \"Django Unchained.\"",
          "Vibrating with the geekery of a filmmaker off the chain, the movie plays like no other this year.",
          "Tarantino gives us an American Spaghetti Western that's a bloody good time from start to finish.",
          "Corkscrewed, inside-out, upside-down, simultaneously clear-eyed and completely out of its mind.",
          "By the two-hour mark the fun had oozed out of the movie for me. It's long. Or feels it.",
          "Not a masterpiece, but a funny, violent, very entertaining crowdpleaser.",
          "\"Django Unchained\" is the most consistently entertaining movie of 2012.",
          "By turns dazzling, daring, gruesome and astonishingly funny.",
          "Tarantino's best for ages, absolutely not to be missed.",
          "A film bursting with pleasures great and small ...",
          "a violent, whirling fantasia into our dark past",
          "[A] piece of have-it-all-ways hokum ...",
          "I can't wait to see this again."],
        "id":"9d6a0115-5164-4d3e-8c1f-f3662bdc2274",
        "Unnamed__0":[7396],
        "available_disney_":[false],
        "_version_":1719163486265671681,
        "score":168.44489},
      {
        "imdb_title_id":"tt0091530",
        "rotten_tomatoes_link":["m/1014027-mission"],
        "original_title":["The Mission"],
        "original_release_date":["1986-10-31T00:00:00Z"],
        "streaming_release_date":["2012-04-16T00:00:00Z"],
        "country":["UK, France"],
        "language":["English, Guarani, Spanish, Latin"],
        "production_company":["Warner Bros."],
        "directors":["Roland Joffé"],
        "writer":["Robert Bolt"],
        "actors":["Robert De Niro, Jeremy Irons, Ray McAnally, Aidan Quinn, Cherie Lunghi, Ronald Pickup, Chuck Low, Liam Neeson, Bercelio Moya, Sigifredo Ismare, Asuncion Ontiveros, Alejandrino Moya, Daniel Berrigan, Rolf Gray, Álvaro Guerrero"],
        "budget":["$ 24500000"],
        "worlwide_gross_income":["$ 17502499"],
        "genres":["Art House & International, Drama"],
        "content_rating":["PG"],
        "runtime":[128],
        "movie_info":["Jesuit priest Father Gabriel (Jeremy Irons) enters the Guarani lands in South America with the purpose of converting the natives to Christianity. He soon builds a mission, where he is joined by Rodrigo Mendoza (Robert De Niro), a reformed slave trader seeking redemption. When a treaty transfers the land from Spain to Portugal, the Portuguese government wants to capture the natives for slave labor. Mendoza and Gabriel resolve to defend the mission, but disagree on how to accomplish the task."],
        "audience_rating":[87],
        "tomatometer_rating":[64],
        "total_votes":[54785],
        "mean_vote_imdb":[7.6],
        "votes_10":[6603],
        "votes_9":[7708],
        "votes_8":[15733],
        "votes_7":[14179],
        "votes_6":[6129],
        "votes_5":[2374],
        "votes_4":[838],
        "votes_3":[406],
        "votes_2":[266],
        "votes_1":[549],
        "release_year":[1986],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[true],
        "review_content":["The film is an expos of a time when Western cinema was struggling to film stories of indigenous peoples in modes other than unintentionally stereotypical and condescending.",
          "Simultaneously slick and sloppy....For all of The Mission's back-to-nature trappings, it's actually a perfect film for the Reagan-and-Thatcher era that produced it.",
          "A visual masterpiece that feels outdated at the core of its conflict. Fantastic performances and cinematography. [Full review in Spanish].",
          "Boring statement about the human condition. DeNiro's a bad guy. Deal with it. And missions are barbaric. Get over it.",
          "...a little too pious for its own good. Be that as it may, the movie's heart is in the right place.",
          "Atmospheric, fascinating drama set in deep jungle with strong De Niro and Irons.",
          "Long, ponderous, but De Niro and Irons always are interesting to watch.",
          "A near-masterpiece. De Niro is excellent.",
          "There isn't a moment in The Mission that is not watchable, but the moments don't add up to a coherent narrative."],
        "id":"097e79d1-11c6-4df2-974f-1c549848f683",
        "Unnamed__0":[2233],
        "available_disney_":[false],
        "_version_":1719163484498821121,
        "score":162.85506},
      {
        "imdb_title_id":"tt0106223",
        "rotten_tomatoes_link":["m/adventures_of_huck_finn"],
        "original_title":["The Adventures of Huck Finn"],
        "original_release_date":["1993-04-02T00:00:00Z"],
        "streaming_release_date":["2015-12-16T00:00:00Z"],
        "country":["USA"],
        "language":["English, French"],
        "production_company":["Steve White Productions"],
        "directors":["Stephen Sommers"],
        "writer":["Mark Twain, Stephen Sommers"],
        "actors":["Elijah Wood, Courtney B. Vance, Robbie Coltrane, Jason Robards, Ron Perlman, Dana Ivey, Anne Heche, James Gammon, Paxton Whitehead, Tom Aldredge, Laura Bell Bundy, Curtis Armstrong, Mary Louise Wilson, Frances Conroy, Danny Tamberelli"],
        "budget":["$ 6500000"],
        "worlwide_gross_income":["$ 24103594"],
        "genres":["Action & Adventure, Drama, Kids & Family"],
        "content_rating":["PG"],
        "runtime":[108],
        "movie_info":["Mischievous Huck Finn (Elijah Wood) is unnerved when his father (Ron Perlman), reemerging after years away, kidnaps him in an attempt to take away a $600 inheritance from his late mother. Fearing for his life, Huck fakes his own death and escapes. He soon runs into his friend, Jim (Courtney B. Vance), a slave fleeing his master. Together, the pair embarks on a raft journey down the Mississippi River, staying ahead of pursuers who blame the slave for Huck's alleged murder."],
        "audience_rating":[50],
        "tomatometer_rating":[73],
        "total_votes":[7629],
        "mean_vote_imdb":[6.4],
        "votes_10":[629],
        "votes_9":[325],
        "votes_8":[794],
        "votes_7":[1604],
        "votes_6":[2309],
        "votes_5":[1150],
        "votes_4":[430],
        "votes_3":[182],
        "votes_2":[67],
        "votes_1":[139],
        "release_year":[1993],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Twain's text defies all efforts to translate onto film. Without Huck's subjective narrative, the subtler points fall flat, leaving a drained and empty children's movie in its place.",
          "A really enjoyable film, and a loyal recreation of the literary classic",
          "'90s Disney adaptation has some peril, violence.",
          "I admired the performances, and Sommers' sense of time and place, and I hope the movie guides more people toward the book -- which contains values that sometimes seem as rare today as when Jim was first teaching them to Huck."],
        "id":"2f244822-c354-4be2-bda5-9bfd33424f0f",
        "Unnamed__0":[2976],
        "available_disney_":[true],
        "_version_":1719163484732653570,
        "score":162.85506},
      {
        "imdb_title_id":"tt0144604",
        "rotten_tomatoes_link":["m/shadrach"],
        "original_title":["Shadrach"],
        "original_release_date":["1998-09-23T00:00:00Z"],
        "streaming_release_date":["2015-01-27T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Millennium Films"],
        "directors":["Susanna Styron"],
        "writer":["William Styron, Susanna Styron"],
        "actors":["Martin Sheen, John Franklin Sawyer, Scott Terra, Ginnie Randall, Darrell Larson, Deborah Hedwall, Jonathan Parks Jordan, Erin Underwood, Alice Rogers, Monica Hewes, Daniel Treat, Andie MacDowell, Michael Ruff, Muse Watson, Doug Chancey"],
        "budget":["Unknown"],
        "worlwide_gross_income":["Unknown"],
        "genres":["Drama"],
        "content_rating":["PG-13"],
        "runtime":[86],
        "movie_info":["A middle-class child observes a poor family's (Harvey Keitel, Andie MacDowell) life and a former slave's (John Franklin Sawyer) request in 1935 Virginia."],
        "audience_rating":[65],
        "tomatometer_rating":[50],
        "total_votes":[1107],
        "mean_vote_imdb":[6.5],
        "votes_10":[71],
        "votes_9":[67],
        "votes_8":[176],
        "votes_7":[297],
        "votes_6":[234],
        "votes_5":[127],
        "votes_4":[69],
        "votes_3":[23],
        "votes_2":[14],
        "votes_1":[29],
        "release_year":[1998],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Shadrach is another one of those well-meaning films, like Amistad, in which slaves are the supporting characters in their own stories."],
        "id":"5cff66e2-2b55-49b4-b460-eaeb9e814944",
        "Unnamed__0":[4027],
        "available_disney_":[false],
        "_version_":1719163485060857856,
        "score":160.93713},
      {
        "imdb_title_id":"tt8354752",
        "rotten_tomatoes_link":["m/emperor_2020"],
        "original_title":["Emperor"],
        "original_release_date":["2020-03-27T00:00:00Z"],
        "streaming_release_date":["2020-08-18T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Alienworx Productions"],
        "directors":["Mark Amin"],
        "writer":["Mark Amin, Pat Charles"],
        "actors":["James Cromwell, Kat Graham, Bruce Dern, Keean Johnson, Ben Robson, M.C. Gainey, Mykelti Williamson, Harry Lennix, Naturi Naughton, Paul Scheer, Mark Ashworth, Dayo Okeniyi, Brad Carter, Eric Goins, Tony Demil"],
        "budget":["Unknown"],
        "worlwide_gross_income":["Unknown"],
        "genres":["Drama"],
        "content_rating":["PG-13"],
        "runtime":[99],
        "movie_info":["Fighting his way north to free himself and his family, outlaw slave Shields \"Emperor\" Green joins forces with abolitionist John Brown for a daring raid in Harpers Ferry, W.Va., in 1859."],
        "audience_rating":[68],
        "tomatometer_rating":[77],
        "total_votes":[277],
        "mean_vote_imdb":[5.7],
        "votes_10":[58],
        "votes_9":[8],
        "votes_8":[17],
        "votes_7":[32],
        "votes_6":[32],
        "votes_5":[34],
        "votes_4":[22],
        "votes_3":[15],
        "votes_2":[10],
        "votes_1":[49],
        "release_year":[2020],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Based on the real life story of an escaped slave named Shields Green, it shows the horrors lived and the bravery shown in their fight for freedom of blacks in the United States.",
          "Despite some very clear liberties being taken with the truth, Emperor is a strong gateway for those less familiar with one of history's lesser known significant leaders.",
          "This version of the story feels rushed at 99 minutes, and by the end it is too apparent that this is a highlights reel rather than the historical epic it might deserve.",
          "'Emperor' is an action-packed film that recognizes the value of Black America's traumatic past and uses that past to embolden us today.",
          "Emperor depicts an important piece of American history and gives Shields Green his due years after being forgotten.",
          "Green is an active, charismatic figure as played by [Dayo] Okeniyi, and we're firmly on his side.",
          "Fact-based historical drama has courage, violence.",
          "[Emperor] re-presents a dark period in American history without being inspired or insightful enough to be worth your curiosity or emotional investment."],
        "id":"6eb04275-57d4-4a09-b41a-3b4b817158c5",
        "Unnamed__0":[9050],
        "available_disney_":[false],
        "_version_":1719163486870700032,
        "score":160.84705},
      {
        "imdb_title_id":"tt1797487",
        "rotten_tomatoes_link":["m/savannah_2013"],
        "original_title":["Savannah"],
        "original_release_date":["2013-08-23T00:00:00Z"],
        "streaming_release_date":["2017-01-03T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Unclaimed Freight Productions"],
        "directors":["Annette Haywood-Carter"],
        "writer":["Ken Carter, Annette Haywood-Carter"],
        "actors":["Jim Caviezel, Chiwetel Ejiofor, Jaimie Alexander, Bradley Whitford, Sam Shepard, Tracey Walter, Jack McBrayer, Hal Holbrook, Simone Griffeth, George Whitford, Doug Nemeth, Billy Hester, Richard Seng, Solon Carter, Daniel Jones"],
        "budget":["$ 5000000"],
        "worlwide_gross_income":["$ 37240"],
        "genres":["Drama, Kids & Family"],
        "content_rating":["PG-13"],
        "runtime":[110],
        "movie_info":["A former slave (Chiwetel Ejiofor) recounts the tale of his friend Ward Allen (Jim Caviezel), an upper-class Southerner who rejected his heritage in favor of a free life as a duck hunter."],
        "audience_rating":[35],
        "tomatometer_rating":[13],
        "total_votes":[1408],
        "mean_vote_imdb":[6.3],
        "votes_10":[196],
        "votes_9":[57],
        "votes_8":[136],
        "votes_7":[228],
        "votes_6":[328],
        "votes_5":[215],
        "votes_4":[112],
        "votes_3":[56],
        "votes_2":[29],
        "votes_1":[51],
        "release_year":[2013],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[true],
        "review_content":["Savannah does attempt to tell the story of the friendship of those two accomplished men, but does so in a manner that is so astonishingly tone deaf, confused and narrowly focused...",
          "The film is impossible to take seriously as a commemoration of Moultrie's life or Allen's prolific status because of its plethora of contrivances.",
          "Strong performances and exquisite, breathtaking cinematography barely compensate for a pedestrian, underwhelming screenplay.",
          "Savannah's backstory may sound inscrutable to the world outside Southern Georgia social clubs; that's because it is.",
          "The true story of Ward Allen, a man whose life was not interesting enough to be the basis for a film.",
          "A bit on the bland side, but as a +, Jim Caviezel cracks his first on-screen smile in over a decade.",
          "\"Savannah\" should win some sort of award for most amount of times you'll ask, \"They roped that guy into this turkey, too?\"",
          "The movie's story is limp, its romances are flightless and-despite the talented cast-its performances are toothless.",
          "This is a Southern \"Downton Abbey,\" - the loopy plot turns and wisecracks that make that series so addictive.",
          "The film's tale ends up being less rich than its lovely Georgia settings.",
          "A movie that's essentially only of local interest."],
        "id":"a04be1e7-b757-40eb-bd18-2a8a88afabc3",
        "Unnamed__0":[7350],
        "available_disney_":[false],
        "_version_":1719163486247845891,
        "score":158.2536},
      {
        "imdb_title_id":"tt0052618",
        "rotten_tomatoes_link":["m/benhur"],
        "original_title":["Ben-Hur"],
        "original_release_date":["1959-11-18T00:00:00Z"],
        "streaming_release_date":["2013-04-30T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Metro-Goldwyn-Mayer (MGM)"],
        "directors":["William Wyler"],
        "writer":["Lew Wallace, Karl Tunberg"],
        "actors":["Charlton Heston, Jack Hawkins, Haya Harareet, Stephen Boyd, Hugh Griffith, Martha Scott, Cathy O'Donnell, Sam Jaffe, Finlay Currie, Frank Thring, Terence Longdon, George Relph, André Morell"],
        "budget":["$ 15000000"],
        "worlwide_gross_income":["$ 74427638"],
        "genres":["Action & Adventure, Classics, Drama, Romance"],
        "content_rating":["G"],
        "runtime":[203],
        "movie_info":["Charlton Heston plays a Palestinian Jew who is battling the Roman empire at the time of Christ. His actions send him and his family into slavery, but an inspirational encounter with Jesus changes everything. Heston finally meets his rival in a justly famous chariot race and rescues his suffering family."],
        "audience_rating":[89],
        "tomatometer_rating":[86],
        "total_votes":[214854],
        "mean_vote_imdb":[8.0],
        "votes_10":[44325],
        "votes_9":[44856],
        "votes_8":[63035],
        "votes_7":[35510],
        "votes_6":[13420],
        "votes_5":[5764],
        "votes_4":[2514],
        "votes_3":[1546],
        "votes_2":[1224],
        "votes_1":[2660],
        "release_year":[1959],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["An entertaining and compelling drama that may be shallow, but is too exciting and appealing for that to be much of a concern.",
          "Charlton Heston plays Charlton Heston, but his charismatic macho woodeness carries the film like no other actor of his day.",
          "A masterpiece of epic filmmaking, a profound religious experience and one of the greatest films ever made.",
          "The film moves with an assurance and majesty hardly seen in modern movies.",
          "There is no reason to feel guilty about not loving this mammoth epic.",
          "Widescreen biblical epic is bloated with spectacle and thin on plot.",
          "It is one of the most resplendent films you'll ever see.",
          "1959 Biblical epic has fierce blood-spilling, cruelty.",
          "Awesome spectacle, unforgettable story, Heston's best",
          "Ben-Hur is not great art. But it is great fun.",
          "A movie that has come to define Biblical epic.",
          "Predictable but magnificent and satisfying.",
          "An absolute classic Hollywood epic!",
          "...fairly defines the word 'epic.'",
          "Mostly tedious Sunday school tale.",
          "The chariot race still holds up.",
          "A definio clssica do pico.",
          "Clocking in at three hours forty-two minutes, Ben-Hur overstays its welcome. Still, despite scenes that occasionally run too long, the movie doesn't start to drag until after the chariot race and many of the early scenes are engaging.",
          "Although it is a spectacle film, the story of how a man takes on the tyranny of the Romans, with all sorts of horrible consequences to himself and his family, is powerful and gripping.",
          "Opening with a full overture played against Michelangelo's ceiling of the Sistine Chapel, you know that you're in for something unembarrassed by its own grandiosity."],
        "id":"9b3d5cc2-82f8-4fbf-974c-97638659a607",
        "Unnamed__0":[755],
        "available_disney_":[false],
        "_version_":1719163484014379009,
        "score":156.76088},
      {
        "imdb_title_id":"tt0399095",
        "rotten_tomatoes_link":["m/1164582-trade"],
        "original_title":["Trade"],
        "original_release_date":["2007-09-28T00:00:00Z"],
        "streaming_release_date":["2016-10-06T00:00:00Z"],
        "country":["Germany, USA, Mexico"],
        "language":["English, Spanish, Polish, Russian"],
        "production_company":["Lionsgate"],
        "directors":["Marco Kreuzpaintner"],
        "writer":["Jose Rivera, Peter Landesman"],
        "actors":["Kevin Kline, Cesar Ramos, Alicja Bachleda, Paulina Gaitan, Marco Pérez, Linda Emond, Zack Ward, Kate del Castillo, Tim Reid, Pasha D. Lychnikoff, Natalia Traven, Guillermo Iván, Christian Vazquez, José Sefami, Leland Pascual"],
        "budget":["$ 12000000"],
        "worlwide_gross_income":["$ 1465077"],
        "genres":["Drama, Mystery & Suspense"],
        "content_rating":["R"],
        "runtime":[119],
        "movie_info":["A Texas cop (Kevin Kline), whose own daughter might have been forced into sexual slavery, joins forces with a Mexican youth (Cesar Ramos) to find the boy's sister, who was abducted and forced into prostitution. Meanwhile, a Ukrainian woman who was promised a better life in America also becomes a victim."],
        "audience_rating":[74],
        "tomatometer_rating":[33],
        "total_votes":[16682],
        "mean_vote_imdb":[7.5],
        "votes_10":[2062],
        "votes_9":[2140],
        "votes_8":[4895],
        "votes_7":[4296],
        "votes_6":[1798],
        "votes_5":[672],
        "votes_4":[303],
        "votes_3":[168],
        "votes_2":[107],
        "votes_1":[241],
        "release_year":[2007],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Equally involving yet hard to take.",
          "Jose Rivera(TM)s highly improbable and sensationalized screenplay leaves its actors no room for authenticity. Marco Kreuzpaintner directs with commendable energy, but squanders Daniel Gottschalk(TM)s gold-dust-strewn images on hyperventilating voyeurism.",
          "Trade takes on a serious, under-addressed international crime against humanity in a style that is somewhere between TV melodrama and drive-in exploitation, undoing its obvious good intentions and some truly provocative moments.",
          "Other than showing how a trafficking pipeline might work, Trade is a total misfire, a strange attempt at making a buddy movie featuring a morose Kevin Kline and a 17-year-old Mexican boy looking for his kidnapped sister.",
          "A nasty, vile business, made more slimy because director Marco Kreuzpaintner doesn't trust the intrinsic interest of his story, and pumps it up with chase details, close calls, manufactured crises, and gratuitous scenes.",
          "It labors under the delusion that it's this year's revelatory, eye-opening Maria Full Of Grace, when it's little more than a B-movie with an overwrought conscience.",
          "As a movie, Trade is so-so, but as an expos of how the new globalized industry of sex trafficking really works, it's a disquieting, eye-opening bulletin.",
          "The story of the victims on the road is harrowing, but the tale of the kind cop and the teenager with an attitude is a string of big brother clichs.",
          "Is it possible to agree with what a film is saying while disliking the way it says it? Trade leaves no arm untwisted and no message unrammed.",
          "As cinema, 'Trade' is flawed: the script is functional and the dry characters are hemmed in by the machinations of an unremarkable plot.",
          "Trade has telegraphed the most sordid examples of the international child sex trade into a small, somewhat exploitative thriller.",
          "This mostly effective dramatization paints a suitably ugly picture of the dehumanizing depths people are willing to go for money.",
          "This cockeyed odd-couple road movie is well-intentioned, but it comes perilously close to feeding off the crimes it condemns.",
          "It gets high marks for its lofty intentions, but it is only mediocre as a thriller and is clunky in its presentation.",
          "Comes off like TV-movie sensationalism, sidetracked by distracting backstories and hard-to-swallow plot twists.",
          "Human trafficking is an awful societal issue, and Trade happens to be an awful movie about human trafficking.",
          "Trade's fictional drama is [hard] to believe, and impossible to justify.",
          "A routine crime melodrama with art-house message-movie pretensions.",
          "A straightforward and uninspired look at the sex trade.",
          "Trade is as gripping as it is important."],
        "id":"80903abd-df31-46ef-8af9-54834b122ad6",
        "Unnamed__0":[5287],
        "available_disney_":[false],
        "_version_":1719163485480288257,
        "score":156.76088},
      {
        "imdb_title_id":"tt0094888",
        "rotten_tomatoes_link":["m/cobra_verde"],
        "original_title":["Cobra Verde"],
        "original_release_date":["1987-12-03T00:00:00Z"],
        "streaming_release_date":["2016-12-15T00:00:00Z"],
        "country":["West Germany, Ghana"],
        "language":["German, Ewe, Portuguese"],
        "production_company":["Werner Herzog Filmproduktion"],
        "directors":["Werner Herzog"],
        "writer":["Bruce Chatwin, Werner Herzog"],
        "actors":["Klaus Kinski, King Ampaw, José Lewgoy, Salvatore Basile, Peter Berling, Guillermo Coronel, Nana Agyefi Kwame II, Nana Fedu Abodo, Kofi Yerenkyi, Kwesi Fase, Benito Stefanelli, Kofi Bryan, Carlos Mayolo, Pedro Oliveira, A. Kwesi Compson"],
        "budget":["DEM 800000"],
        "worlwide_gross_income":["$ 12702"],
        "genres":["Action & Adventure, Art House & International, Drama"],
        "content_rating":["NR"],
        "runtime":[110],
        "movie_info":["Francisco Manoel da Silva (Klaus Kinski) plays an enterprising young Brazilian who, after impregnating the three daughters of his plantation-owning employer, is sent to West Africa to round up slaves. Francisco goes to great lengths to befriend the very people he hopes to enslave -- eventually managing to overthrow a mad monarch and set himself up as king."],
        "audience_rating":[76],
        "tomatometer_rating":[82],
        "total_votes":[6950],
        "mean_vote_imdb":[7.1],
        "votes_10":[490],
        "votes_9":[594],
        "votes_8":[1587],
        "votes_7":[2186],
        "votes_6":[1173],
        "votes_5":[509],
        "votes_4":[194],
        "votes_3":[93],
        "votes_2":[51],
        "votes_1":[73],
        "release_year":[1987],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Linear storytelling was never Herzog's strong suit even under the best of conditions. His strength lies in capturing lucid lunacy on film, and Manoel da Silva's descent into the jaws of madness is a straight shot into the heart of darkness.",
          "The results are like Kinski's performance: baffling, breathtaking and strangely beautiful.",
          "The underwritten dramatization is saved by the stunning surreal visuals.",
          "Flaws acknowledged, 'Cobra Verde' is a stunning, beautiful epic.",
          "The finest adaptation of Joseph Conrad not based on Conrad.",
          "Herzog & Kinski = Logic and passion.",
          "As odd as it is mesmerizing.",
          "The final third of this film contains sequences of horrifying sublimity and ethereal beauty, moments that have a clarity and power beyond the reach of reason.",
          "The type of crazed, folkloric epic that Germany's own De Niro-Scorsese duo usually excelled at."],
        "id":"34a2b794-e754-40b2-b917-c85332c4928e",
        "Unnamed__0":[2416],
        "available_disney_":[false],
        "_version_":1719163484553347074,
        "score":155.14297},
      {
        "imdb_title_id":"tt0063442",
        "rotten_tomatoes_link":["m/1016397-planet_of_the_apes"],
        "original_title":["Planet of the Apes"],
        "original_release_date":["1968-04-03T00:00:00Z"],
        "streaming_release_date":["2015-11-25T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["APJAC Productions"],
        "directors":["Franklin J. Schaffner"],
        "writer":["Michael Wilson, Rod Serling"],
        "actors":["Charlton Heston, Roddy McDowall, Kim Hunter, Maurice Evans, James Whitmore, James Daly, Linda Harrison, Robert Gunner, Lou Wagner, Woodrow Parfrey, Jeff Burton, Buck Kartalian, Norman Burton, Wright King, Paul Lambert"],
        "budget":["$ 5800000"],
        "worlwide_gross_income":["$ 32599045"],
        "genres":["Classics, Science Fiction & Fantasy"],
        "content_rating":["G"],
        "runtime":[112],
        "movie_info":["Complex sociological themes run through this science-fiction classic about three astronauts marooned on a futuristic planet where apes rule and humans are slaves. The stunned trio discovers that these highly intellectual simians can both walk upright and talk. They have even established a class system and a political structure. The astronauts suddenly find themselves part of a devalued species, trapped and imprisoned by the apes."],
        "audience_rating":[87],
        "tomatometer_rating":[87],
        "total_votes":[162872],
        "mean_vote_imdb":[7.9],
        "votes_10":[24747],
        "votes_9":[30999],
        "votes_8":[57118],
        "votes_7":[30766],
        "votes_6":[10583],
        "votes_5":[3803],
        "votes_4":[1624],
        "votes_3":[898],
        "votes_2":[610],
        "votes_1":[1724],
        "release_year":[1968],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["This generational touchstone remains a playful widescreen fable of the bestiality that defines and destroys cultures.",
          "Space special effects have aged, but the makeup effects for the mutant apes remain perfectly adequate.",
          "Somehow this melding of clever science fiction ideas with old-fashioned popcorn thrills just clicked.",
          "A timeless holdover from the days when science fiction was about ideas instead of explosions.",
          "For all its self-conscious thoughtfulness, it also works as a B-grade sci-fi film.",
          "Our favorite NRA nut proves to be the perfect embodiment of rugged individualism.",
          "A sci-fi classic that still holds up today and far surpasses Tim Burton's remake.",
          "A film rich with unforgettable imagery, killer lines and physical thrills.",
          "If you need to see any of the Apes' films, this is the one to take in.",
          "Sci-fi classic is better -- and worse -- than you remember.",
          "It wasn't that hot in 1968. Now, it's pretty campy.",
          "It's all about the closing scene. Cool!",
          "one of my all time favourites",
          "edgy, intense and surprising",
          "Pure shallow, dumb fun.",
          "A very good film.",
          "Planet of the Apes is one of those rare films whose historical impact outweighs its quality. It's a good film, but not a classic.",
          "A magnificently indignant Heston ... wrestles with the imponderables of a topsy-turvy world in which apes reign over humankind.",
          "It is quickly paced, completely entertaining, and its philosophical pretensions don't get in the way.",
          "As illuminatingly bleak a statement on human hubris as a Hollywood superproduction has given us."],
        "id":"209139ea-d9e5-405f-8f27-61f3f8c79994",
        "Unnamed__0":[1121],
        "available_disney_":[false],
        "_version_":1719163484153839619,
        "score":147.13774},
      {
        "imdb_title_id":"tt0898367",
        "rotten_tomatoes_link":["m/10009460-the_road"],
        "original_title":["The Road"],
        "original_release_date":["2009-11-25T00:00:00Z"],
        "streaming_release_date":["2012-04-16T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Dimension Films"],
        "directors":["John Hillcoat"],
        "writer":["Joe Penhall, Cormac McCarthy"],
        "actors":["Viggo Mortensen, Kodi Smit-McPhee, Robert Duvall, Guy Pearce, Molly Parker, Michael Kenneth Williams, Garret Dillahunt, Charlize Theron, Bob Jennings, Agnes Herrmann, Buddy Sosthand, Kirk Brown, Jack Erdie, David August Lindauer, Gina Preciado"],
        "budget":["$ 25000000"],
        "worlwide_gross_income":["$ 27639579"],
        "genres":["Drama, Mystery & Suspense, Science Fiction & Fantasy"],
        "content_rating":["R"],
        "runtime":[110],
        "movie_info":["America is a grim, gray shadow of itself after a catastrophe. A man (Viggo Mortensen) and his young son (Kodi Smit-McPhee) wander through this post-apocalyptic world, trying to keep the dream of civilization alive. They journey toward the sea, surviving as best they can on what they can scavenge, and try to avoid roving gangs of savage humans who will turn them into slaves, or worse."],
        "audience_rating":[68],
        "tomatometer_rating":[73],
        "total_votes":[219723],
        "mean_vote_imdb":[7.3],
        "votes_10":[17692],
        "votes_9":[26064],
        "votes_8":[60075],
        "votes_7":[63136],
        "votes_6":[29631],
        "votes_5":[11325],
        "votes_4":[4969],
        "votes_3":[2590],
        "votes_2":[1692],
        "votes_1":[2549],
        "release_year":[2009],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["What's unnerving is that the end of the world was shot on location. Apparently, if you want to see doom, just go to New Orleans or Pittsburgh.",
          "While the film is not as resonant as the novel, it is an honorable adaptation, capturing the essence of the bond between father and son.",
          "Like Mad Max on Mogadon, the film is enraptured with its own depressiveness, coming on like the worst New Year hangover you've ever had.",
          "Hillcoat gives the film a remarkably evocative backdrop, but the drama lacks depth and dimension, and the scenes tend to blur together.",
          "The Road possesses undeniable sweep and a grim kind of grandeur, but it ultimately plays like a zombie movie with literary pretensions.",
          "It calls on all of one's powers of emotional endurance but it rewards the brave. It is relentless but beautiful, harrowing but tender.",
          "The movie The Road is nowhere close to its literary sire, but it's probably the best one could hope for from a movie version.",
          "Mortensen warms the film with his presence, creating a vivid portrait of a bereft man clinging to the one thing he has left.",
          "The Road, a tremulous heartbreaker onscreen, has successfully made the leap despite an unthinkable amount of fidelity.",
          "Zombieland was the same movie with laughs, but if you take away the comedy, what is left? Nothing, on a vast scale.",
          "What we've been given is no more than a reasonable facsimile, an honorable attempt at filming an unfilmable book.",
          "It is an inexpressibly painful subject and Hillcoat has brought it to the screen with great intelligence.",
          "This year's entry in the Movies You Admire and Respect but Don't Ever Want to Watch Again Sweepstakes.",
          "The Road has the signposts of an important film, but it lacks the diversions of an inviting trip.",
          "Fortunately, the rumourmongers were wrong -- Hillcoat's vision is forthright and brutal.",
          "The two principals are superb, and the direction is resonant in its very restraint.",
          "The Road, for all its vivid desolation, remains a curiously unmoving experience.",
          "The Road can be a tough slog, but the journey is a rewarding one.",
          "My, but it's been a fine year for Armageddon.",
          "How could anything so bleak be so promising?"],
        "id":"3e443e4f-ca69-450e-a931-cd307cf0fff6",
        "Unnamed__0":[6170],
        "available_disney_":[false],
        "_version_":1719163485820026880,
        "score":143.43712},
      {
        "imdb_title_id":"tt1034032",
        "rotten_tomatoes_link":["m/gamer"],
        "original_title":["Gamer"],
        "original_release_date":["2009-09-04T00:00:00Z"],
        "streaming_release_date":["2015-12-17T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Lionsgate"],
        "directors":["Mark Neveldine, Brian Taylor"],
        "writer":["Mark Neveldine, Brian Taylor"],
        "actors":["Gerard Butler, Amber Valletta, Michael C. Hall, Kyra Sedgwick, Logan Lerman, Alison Lohman, Terry Crews, Ramsey Moore, Ludacris, Aaron Yoo, Jonathan Chase, Dan Callahan, Brighid Fleming, Johnny Whitworth, Keith Jardine"],
        "budget":["$ 50000000"],
        "worlwide_gross_income":["$ 40828540"],
        "genres":["Action & Adventure, Mystery & Suspense, Science Fiction & Fantasy"],
        "content_rating":["R"],
        "runtime":[95],
        "movie_info":["Each week Kable (Gerard Butler), a death-row inmate, battles his fellow prisoners in a violent online game called \"Slayers,\" his every move controlled by a young gamer's remote device. To the players, Kable and the other inmates are just simulated characters. But, to a resistance group that opposes the game's inventor, Kable is a critical component of their plan to end the inventor's form of high-tech slavery."],
        "audience_rating":[39],
        "tomatometer_rating":[30],
        "total_votes":[128732],
        "mean_vote_imdb":[5.9],
        "votes_10":[5731],
        "votes_9":[4187],
        "votes_8":[11802],
        "votes_7":[25409],
        "votes_6":[33453],
        "votes_5":[23057],
        "votes_4":[11476],
        "votes_3":[6206],
        "votes_2":[3652],
        "votes_1":[3759],
        "release_year":[2009],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["An injection of adrenaline straight to the eye - which isn't entirely a bad thing.",
          "A lot of good actors waste their time and talent in a very disappointing movie",
          "The film is a cacophonous mess without a single interesting character.",
          "About as gloomy as looking into the head of a hacker.",
          "For starters, it's just plain goofy.",
          "Incoherent and interminable...",
          "click to read the full review",
          "A throwaway film.",
          "It's clear that Neveldine and Taylor could have come up with something deeper, darker, and better for their third act. Instead, they lean on the easy cheat codes of conventionality, somehow forgetting they're better at exploding them.",
          "Add an element of interactivity into the hyperkinetic, repetitive action, plodding narrative, and stupefyingly obvious social commentary, and the potential might exist for something entertaining.",
          "In the press materials Mr. Butler informs us enthusiastically that the movie \"has all the hallmarks of Neveldine's and Taylor's sick, yet genius minds.\" At least he's half right.",
          "As the brutish Kable, Gerard Butler must find out who's pulling his strings, but it's the audience whose chain gets yanked by this headache-inducing techno-violent mishmash.",
          "Butler is perfect as a piece of barbequed beef, Kyra Sedgwick plays a sexy talk-show host and there are small roles for John Leguizamo and Chris \"Ludacris\" Bridges.",
          "Can I get back the ninety minutes of my life that I squandered sitting through this miasmic upchuck of techno sludge? What was the story again?",
          "Bodies and buildings blow up but this is carnage of the most lacklustre sort, with any momentum petering out long before it's \"game over.\"",
          "Shoot-em-up auteurs Mark Neveldine and Brian Taylor straddle the line between aping and perfectly executing violent action movies.",
          "It's a deeply cynical and joyless point of view, completely lacking in the winking visual style that made Crank worth a look.",
          "There's plenty of violence, but the movie's already-passe fear of a Web-based world is standard-issue.",
          "This was never going to be much, but it could have been more than this.",
          "The game sequences are all familiar flash, and zero tension."],
        "id":"93e0db5d-63f8-4841-b1a8-2f2e0096f916",
        "Unnamed__0":[6370],
        "available_disney_":[false],
        "_version_":1719163485891330048,
        "score":139.01898},
      {
        "imdb_title_id":"tt0108565",
        "rotten_tomatoes_link":["m/1045334-wide_sargasso_sea"],
        "original_title":["Wide Sargasso Sea"],
        "original_release_date":["1993-04-16T00:00:00Z"],
        "streaming_release_date":["2016-10-20T00:00:00Z"],
        "country":["Australia"],
        "language":["English"],
        "production_company":["Laughing Kookaburra Productions"],
        "directors":["John Duigan"],
        "writer":["Jan Sharp, Carole Angier"],
        "actors":["Karina Lombard, Nathaniel Parker, Rachel Ward, Michael York, Martine Beswick, Claudia Robinson, Huw Williams, Casey Berna, Rowena King, Ben Thomas, Paul Campbell, Audbrey Pilatus, Ancile Gloudon, Dominic Needham, Kevin Thomas"],
        "budget":["Unknown"],
        "worlwide_gross_income":["$ 1614784"],
        "genres":["Art House & International, Drama, Romance"],
        "content_rating":["R"],
        "runtime":[96],
        "movie_info":["In the wake of Jamaican emancipation, French colonist Annette Cosway (Rachel Ward) falls into poverty and marries racist Englishman Paul Mason (Michael York). But when Annette's young son dies in a fire started by former slaves, Mason flees to England, leaving his grief-stricken wife and her Creole daughter Antoinette (Karina Lombard) behind. Soon Antoinette learns she must marry to claim her inheritance and sets her sights on Rochester (Nathaniel Parker), an Englishman eerily similar to Mason."],
        "audience_rating":[37],
        "tomatometer_rating":[65],
        "total_votes":[1877],
        "mean_vote_imdb":[5.9],
        "votes_10":[127],
        "votes_9":[84],
        "votes_8":[169],
        "votes_7":[286],
        "votes_6":[422],
        "votes_5":[381],
        "votes_4":[195],
        "votes_3":[77],
        "votes_2":[72],
        "votes_1":[64],
        "release_year":[1993],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["drags unbearably",
          "The hothouse atmosphere permeates every scene, creating an unhealthy climate in which young love is perverted, promises become lies, and jealousy is the strongest emotion."],
        "id":"a8b9fd4c-2bd8-434a-ab84-650c35293fe2",
        "Unnamed__0":[3108],
        "available_disney_":[false],
        "_version_":1719163484774596610,
        "score":136.56758},
      {
        "imdb_title_id":"tt0111003",
        "rotten_tomatoes_link":["m/puppet_masters"],
        "original_title":["The Puppet Masters"],
        "original_release_date":["1994-10-21T00:00:00Z"],
        "streaming_release_date":["2016-08-10T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Hollywood Pictures"],
        "directors":["Stuart Orme"],
        "writer":["Robert A. Heinlein, Ted Elliott"],
        "actors":["Donald Sutherland, Eric Thal, Julie Warner, Keith David, Will Patton, Richard Belzer, Tom Mason, Yaphet Kotto, Gerry Bamman, Sam Anderson, J. Patrick McCormack, Marshall Bell, Nicholas Cascone, Bruce Jarchow, Benjamin Mouton"],
        "budget":["Unknown"],
        "worlwide_gross_income":["$ 8647042"],
        "genres":["Horror, Science Fiction & Fantasy"],
        "content_rating":["R"],
        "runtime":[108],
        "movie_info":["An alien spacecraft sets down in rural Iowa, and top-secret government agents Andrew Nivens (Donald Sutherland) and his son, Sam (Eric Thal), are sent to investigate. Coming along is NASA biologist Mary Sefton (Julie Warner), and together they make a startling discovery: alien parasites capable of taking over the minds of human beings. And the creatures are multiplying. The race is on for the team to stop the invaders before they turn all of humanity into zombie slaves."],
        "audience_rating":[32],
        "tomatometer_rating":[26],
        "total_votes":[8193],
        "mean_vote_imdb":[6.0],
        "votes_10":[327],
        "votes_9":[242],
        "votes_8":[732],
        "votes_7":[1685],
        "votes_6":[2286],
        "votes_5":[1550],
        "votes_4":[776],
        "votes_3":[301],
        "votes_2":[145],
        "votes_1":[149],
        "release_year":[1994],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["This movie is so wonderfully archaic and reminiscent of 1950s alien invasion stories that one cannot help but like it -- despite rather lacklustre directing.",
          "Undiscriminating fans of the genre will probably not be terribly disappointed, but this is certainly familiar territory.",
          "The special effects are low-budget, but effective. The creatures are disgustingly realistic.",
          "Some movies with great potential can be ruined or denied their greatness by a single detail.",
          "its story logic is solid, its science is satisfying and its thrills are nerve-wracking",
          "...generally as far-fetched and overwrought as its 1950s sci-fi brethren.",
          "Not bad if you can get past the \"Invasion of the Plot Snatchers\" set-up.",
          "Ends up as listless and bloated as one of its dead alien visitors.",
          "About as nerve-wracking as a warm bath.",
          "Lacked suspense.",
          "Attempts at detailed characterization don't work particularly well, and there's a love story that feels as forced as it is superfluous - although even that isn't as unnecessary as the film's final ten minutes.",
          "A choppy, unsuspenseful succession of chases, melodramatic showdowns and routine special effects."],
        "id":"5607c39c-4054-4267-899f-89299d1c9260",
        "Unnamed__0":[3221],
        "available_disney_":[false],
        "_version_":1719163484807102467,
        "score":136.56758},
      {
        "imdb_title_id":"tt0317887",
        "rotten_tomatoes_link":["m/madame_sata"],
        "original_title":["Madame Satã"],
        "original_release_date":["2002-08-22T00:00:00Z"],
        "streaming_release_date":["2007-03-01T00:00:00Z"],
        "country":["Brazil, France"],
        "language":["Portuguese"],
        "production_company":["VideoFilmes"],
        "directors":["Karim Aïnouz"],
        "writer":["Karim Aïnouz, Marcelo Gomes"],
        "actors":["Lázaro Ramos, Marcelia Cartaxo, Flavio Bauraqui, Fellipe Marques, Renata Sorrah, Emiliano Queiroz, Giovana Barbosa, Ricardo Blat, Guilherme Piva, Marcelo Valle, Floriano Peixoto, Gero Camilo, Gláucio Gomes, Orã Figueiredo, Karine Teles"],
        "budget":["Unknown"],
        "worlwide_gross_income":["$ 419046"],
        "genres":["Art House & International, Drama"],
        "content_rating":["NR"],
        "runtime":[105],
        "movie_info":["In the 1930s slums of Rio de Janeiro, João Francisco dos Santos (Lázaro Ramos) is many things -- the son of black slaves, an ex-con who spent more than two decades in prison, a gangster, a homosexual, and patriarch to a surrogate family of social outcasts. João seeks an outlet of expression through a cabaret act, where he cultivates the transvestite stage persona Madame Satã and becomes a revolutionary icon for society's neglected during a time of upheaval in post-abolition Brazil."],
        "audience_rating":[81],
        "tomatometer_rating":[60],
        "total_votes":[2616],
        "mean_vote_imdb":[7.2],
        "votes_10":[330],
        "votes_9":[280],
        "votes_8":[567],
        "votes_7":[698],
        "votes_6":[351],
        "votes_5":[168],
        "votes_4":[84],
        "votes_3":[47],
        "votes_2":[32],
        "votes_1":[59],
        "release_year":[2002],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["All the main characters are loud, crude, obnoxious and just grating in general.",
          "Worth catching for the photography and for Lzaro Ramos' performance.",
          "An amateurish muddle, and a whole different kind of a drag.",
          "You get nothing about what makes his life so interesting.",
          "Erotic, violent and bursting with colour.",
          "If we never really understand Joao, there is another problem with the character, and that is: He isn't very nice. I refer not to his crimes, but to the way he treats those who care for him.",
          "Madame Sata is no exotic tour of the slums of Rio. It takes you deeper into the soul of its title character and his desperate world than you imagined a movie could go.",
          "What emerges in Anouz and Ramos' mesmerizing portrait of Dos Santos is a fearless man who had the courage to explore and express every aspect of his being.",
          "As a celebration of a figure who fashioned his own identity from pieces of pop culture and street poetry, from song and fashion and fury, it's memorable.",
          "Brazilian filmmaker Karim Ainouz doesn't glorify dos Santos but examines the hot, reckless fever of his life in all its thorny complexity.",
          "Keeps us engrossed, steeped in this seething portrait of a body and soul in lust and agony -- and, finally, on stage and in glory.",
          "A myopic, histrionic picture that never lets us know why this legendary character is legendary, and worthy of our attention.",
          "It's a vivid, emotionally charged snapshot that makes no apologies or excuses for Madame's behavior and lifestyle.",
          "Madame Sat is an admirably uncompromising journey, but one you wouldn't want to have to make more than once.",
          "One of those films that takes up a potentially fascinating subject only to fumble it.",
          "Madame Sata is only a chapter in Francisco's story, and even that feels incomplete.",
          "Overall, the film feels stagy and a bit too safe and moralistic.",
          "A fascinating study of gay identity politics.",
          "A one-note take on a complex subject.",
          "Often captivating."],
        "id":"816f4393-3306-4317-855a-e21390a3fa33",
        "Unnamed__0":[4828],
        "available_disney_":[false],
        "_version_":1719163485325099008,
        "score":133.3738},
      {
        "imdb_title_id":"tt1457765",
        "rotten_tomatoes_link":["m/the_haunting_in_connecticut_2_ghosts_of_georgia"],
        "original_title":["The Haunting in Connecticut 2: Ghosts of Georgia"],
        "original_release_date":["2013-02-01T00:00:00Z"],
        "streaming_release_date":["2015-05-04T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Gold Circle Films"],
        "directors":["Tom Elkins"],
        "writer":["David Coggeshall"],
        "actors":["Abigail Spencer, Morgana Shaw, Emily Alyn Lind, Chad Michael Murray, Grant James, Katee Sackhoff, Mary Louise Coffee, Lauren Pennington, Sam Polin, Lance E. Nichols, Jaren Mitchell, Cicely Tyson, Brad James, Wayne Pére, Hunter Burke"],
        "budget":["$ 9000000"],
        "worlwide_gross_income":["$ 5127434"],
        "genres":["Drama, Horror, Mystery & Suspense"],
        "content_rating":["R"],
        "runtime":[101],
        "movie_info":["A historic Southern home's new residents (Abigail Spencer, Chad Michael Murray) come face to face with a malevolent force."],
        "audience_rating":[44],
        "tomatometer_rating":[19],
        "total_votes":[15918],
        "mean_vote_imdb":[5.6],
        "votes_10":[1213],
        "votes_9":[461],
        "votes_8":[1157],
        "votes_7":[2105],
        "votes_6":[3185],
        "votes_5":[3290],
        "votes_4":[1943],
        "votes_3":[1143],
        "votes_2":[691],
        "votes_1":[730],
        "release_year":[2013],
        "type":["movie"],
        "available_netflix":[true],
        "available_prime_video":[false],
        "review_content":["I'm not sure why the producers even bothered to dramatize the story if they weren't going to keep tight on the details, but I suppose there are greater mysteries in play here. Top of that list: What happened to Connecticut?",
          "Watch this and you'll wonder why Hollywood persists with haunted house horrors when they've literally been done to death. Perhaps setting one in a rip-off bank would give us some much needed change.",
          "The Haunting In Connecticut 2: Ghosts of Georgia is just as tired a haunting film as its predecessor, failing to signify itself as a uniquely entertaining horror experience.",
          "Much like Toni Morrison's acclaimed novel Beloved, this horror film explores the legacy of slavery and -- just kidding.",
          "Credibly acted and hardly much worse than the original, but just as bereft of atmosphere and by-the-numbers.",
          "The Haunting in Connecticut 2: Ghosts of Georgia is a good time killer and perfect for a rainy day inside",
          "Obtuse characters, flimsy narrative and an over-reliance on horror clichs.",
          "Not a truly terrible film, just completely underwhelming and anonymous.",
          "Ultimately nothing more than a decrepit vehicle for the moldiest of scary-movie clichs: screechy specters, inane character behavior and jump scares that a toddler could anticipate minutes ahead of time.",
          "The filmmakers trot out slavery as a general sins-of-the-past signifier and then have no idea what to really do with such a painful real-world issue."],
        "id":"c1e1e1ff-4e52-4fad-9def-1a8cffcb0a8e",
        "Unnamed__0":[6961],
        "available_disney_":[false],
        "_version_":1719163486105239554,
        "score":132.57921},
      {
        "imdb_title_id":"tt0033021",
        "rotten_tomatoes_link":["m/santa_fe_trail"],
        "original_title":["Santa Fe Trail"],
        "original_release_date":["1940-01-01T00:00:00Z"],
        "streaming_release_date":["2012-04-16T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Warner Bros."],
        "directors":["Michael Curtiz"],
        "writer":["Robert Buckner"],
        "actors":["Errol Flynn, Olivia de Havilland, Raymond Massey, Ronald Reagan, Alan Hale, William Lundigan, Van Heflin, Gene Reynolds, Henry O'Neill, Guinn 'Big Boy' Williams, Alan Baxter, John Litel, Moroni Olsen, David Bruce, Hobart Cavanaugh"],
        "budget":["$ 1000000"],
        "worlwide_gross_income":["Unknown"],
        "genres":["Action & Adventure, Classics, Drama, Western, Romance"],
        "content_rating":["NR"],
        "runtime":[110],
        "movie_info":["After graduating from West Point, Jeb Stuart (Errol Flynn) and George Custer (Ronald Reagan) are both stationed to Fort Leavenworth in Kansas. Once there, they find that the violent abolitionist John Brown (Raymond Massey) has laid waste to the state, killing anyone who gets in the way of his anti-slavery crusade. While the duo must work together to battle the murderous revolutionary, they also come to blows over their competing love for Kit Carson Holliday (Olivia de Havilland)."],
        "audience_rating":[51],
        "tomatometer_rating":[83],
        "total_votes":[3210],
        "mean_vote_imdb":[6.3],
        "votes_10":[218],
        "votes_9":[120],
        "votes_8":[413],
        "votes_7":[797],
        "votes_6":[832],
        "votes_5":[399],
        "votes_4":[172],
        "votes_3":[96],
        "votes_2":[59],
        "votes_1":[104],
        "release_year":[1940],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Rousing John Brown story is really worth it with Reagan and Flynn.",
          "Revels in its inaccuracies."],
        "id":"a91dcc14-ce42-447f-a205-5007d3ac0829",
        "Unnamed__0":[227],
        "available_disney_":[false],
        "_version_":1719163483786838017,
        "score":132.36104},
      {
        "imdb_title_id":"tt0443272",
        "rotten_tomatoes_link":["m/lincoln_2011"],
        "original_title":["Lincoln"],
        "original_release_date":["2012-11-16T00:00:00Z"],
        "streaming_release_date":["2015-11-23T00:00:00Z"],
        "country":["USA, India"],
        "language":["English"],
        "production_company":["DreamWorks"],
        "directors":["Steven Spielberg"],
        "writer":["Tony Kushner, Doris Kearns Goodwin"],
        "actors":["Daniel Day-Lewis, Sally Field, David Strathairn, Joseph Gordon-Levitt, James Spader, Hal Holbrook, Tommy Lee Jones, John Hawkes, Jackie Earle Haley, Bruce McGill, Tim Blake Nelson, Joseph Cross, Jared Harris, Lee Pace, Peter McRobbie"],
        "budget":["$ 65000000"],
        "worlwide_gross_income":["$ 275293450"],
        "genres":["Drama"],
        "content_rating":["PG-13"],
        "runtime":[149],
        "movie_info":["With the nation embroiled in still another year with the high death count of Civil War, President Abraham Lincoln brings the full measure of his passion, humanity and political skill to what would become his defining legacy: to end the war and permanently abolish slavery through the 13th Amendment. Having great courage, acumen and moral fortitude, Lincoln pushes forward to compel the nation, and those in government who oppose him, to aim toward a greater good for all mankind."],
        "audience_rating":[81],
        "tomatometer_rating":[89],
        "total_votes":[240462],
        "mean_vote_imdb":[7.4],
        "votes_10":[23748],
        "votes_9":[33029],
        "votes_8":[65397],
        "votes_7":[64663],
        "votes_6":[29050],
        "votes_5":[11905],
        "votes_4":[4938],
        "votes_3":[2674],
        "votes_2":[1774],
        "votes_1":[3284],
        "release_year":[2012],
        "type":["movie"],
        "available_netflix":[true],
        "available_prime_video":[false],
        "review_content":["\"Lincoln\" does something that, at this very particular moment in time, seems almost impossible to comprehend. It makes politics exciting again.",
          "It's a must-see for Daniel Day-Lewis' charismatic, subtly shaded performance as Lincoln - and an even richer one by Tommy Lee Jones ...",
          "To say that this is among the finest films ever made about American politics may be to congratulate it for clearing a fairly low bar.",
          "For a man so funny, so vital, so literally larger than life, \"Lincoln\" remains a Daguerreotype - careful, quiet and dully framed.",
          "One of the finest historical dramas ever committed to film. It's a triumph for Spielberg, Kushner and, most of all, Day-Lewis.",
          "If it sounds like so much backroom politicking, it is. But it's exceptionally interesting, entertaining backroom politicking.",
          "The phenomenal Daniel Day-Lewis plays Lincoln with immersive, indelible power in Spielberg's brilliant, brawling epic.",
          "In all, there's too much material, too little revelation and almost nothing of Spielberg's reliable cinematic flair.",
          "Lincoln has been an oracle, and now, in Steven Spielberg's \"Lincoln,\" as portrayed by Daniel Day-Lewis, he is a man.",
          "It's tiresome to describe Day-Lewis as brilliant, so let's push the boat out: his Lincoln is absolutely wonderful.",
          "Day-Lewis's Lincoln is the spiritual center of the film, but he's ringed by a multitudinous cast of characters.",
          "A rousing, rigorous and morally complex legal procedural more than a trad biopic. And all the better for it.",
          "\"Lincoln\" gratifyingly dodges the kind of safe, starchy hagiography that some Spielberg skeptics feared.",
          "'Lincoln' works as a snapshot of a great man without ever slipping into a portrait of sainthood.",
          "This is a movie that's easier to admire than love; it's impressive but not exactly moving.",
          "Yes, this is a movie about people talking in rooms. And the talk, at its best, fascinates.",
          "What a feat from Day-Lewis: the nearest thing a 21st-century biopic can get to a seance.",
          "Lincoln is a stirring paradox, a dream of history as it might truly have happened.",
          "If only modern American politics were remotely as entertaining.",
          "This is movie magic -- history coming to life, before our eyes."],
        "id":"7e9b3bdc-59be-405f-a87e-a2b36701d397",
        "Unnamed__0":[5540],
        "available_disney_":[false],
        "_version_":1719163485579902976,
        "score":132.36104},
      {
        "imdb_title_id":"tt1043726",
        "rotten_tomatoes_link":["m/the_legend_of_hercules"],
        "original_title":["The Legend of Hercules"],
        "original_release_date":["2014-01-10T00:00:00Z"],
        "streaming_release_date":["2015-09-01T00:00:00Z"],
        "country":["USA, Bulgaria, Germany"],
        "language":["English"],
        "production_company":["Summit Entertainment"],
        "directors":["Renny Harlin"],
        "writer":["Sean Hood, Daniel Giat"],
        "actors":["Kellan Lutz, Gaia Weiss, Scott Adkins, Roxanne McKee, Liam Garrigan, Liam McIntyre, Rade Serbedzija, Johnathon Schaech, Luke Newberry, Kenneth Cranham, Mariah Gale, Sarai Givaty, Dimiter Doichinov, Nikolai Sotirov, Radoslav Parvanov"],
        "budget":["$ 70000000"],
        "worlwide_gross_income":["$ 61279452"],
        "genres":["Action & Adventure, Science Fiction & Fantasy"],
        "content_rating":["PG-13"],
        "runtime":[98],
        "movie_info":["As the son of Zeus, king of the gods, and a mortal woman, Hercules (Kellan Lutz) is blessed with extraordinary strength. Caught in a forbidden love, Hercules is exiled by his stepfather, the king, and sold into slavery. The legendary strongman endures harrowing battles and death matches in the gladiators arena, and must use his formidable powers to fight his way back to his rightful kingdom, overthrow its traitorous ruler and restore peace to the land."],
        "audience_rating":[33],
        "tomatometer_rating":[4],
        "total_votes":[52067],
        "mean_vote_imdb":[4.5],
        "votes_10":[3025],
        "votes_9":[905],
        "votes_8":[1982],
        "votes_7":[3695],
        "votes_6":[6287],
        "votes_5":[8943],
        "votes_4":[8543],
        "votes_3":[6706],
        "votes_2":[4957],
        "votes_1":[7024],
        "release_year":[2014],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["The best that can be said of this latest take on Hercules is that it is over fast,.",
          "Somehow more cartoonish than Disney's version, which actually was a cartoon.",
          "When awfulness reaches a certain point, it achieves unintentional hilarity.",
          "Has a whiff of the Augean Stables about it -- if you catch my drift.",
          "This lousy attempt at a revival isn't even good for camp laughs.",
          "Tepid and tedious with acting so ludicrous that it's laughable.",
          "The labors of Hercules have never been this laborious.",
          "Bloodless, brainless, and overloaded on male brawn",
          "Boldly unimaginative and ferociously derivative",
          "Mythical tale is violent and poorly executed.",
          "The Legend of Hercules is a total clunker.",
          "Ode to a Grecian turd.",
          "Cross-pollinated by sword-and-sandal flicks 300 and Gladiator,this Hercules can't muster the visual punch of the first nor the character depth of the latter.",
          "No one seems to have high hopes for it - though it might well help to pass a wet afternoon when it shows up on Netflix 15 minutes from now.",
          "The dialogue isn't dubbed, but is written and delivered so indifferently that it might as well have been.",
          "The Legend of Hercules may not track, but Harlin still knows how to set up a rousing circus.",
          "It's amazing to think there were grown-ups behind the making of The Legend of Hercules.",
          "The only thing epic about The Legend of Hercules is what a failure it is.",
          "There's nothing mythic about this Hercules.",
          "The whole thing is a total bore."],
        "id":"2cc25cd0-8211-4bba-bf51-35603adb1544",
        "Unnamed__0":[6387],
        "available_disney_":[false],
        "_version_":1719163485898670080,
        "score":132.36104},
      {
        "imdb_title_id":"tt1528100",
        "rotten_tomatoes_link":["m/exodus_gods_and_kings"],
        "original_title":["Exodus: Gods and Kings"],
        "original_release_date":["2014-12-12T00:00:00Z"],
        "streaming_release_date":["2016-01-04T00:00:00Z"],
        "country":["UK, Spain, USA"],
        "language":["English"],
        "production_company":["Chernin Entertainment"],
        "directors":["Ridley Scott"],
        "writer":["Adam Cooper, Bill Collage"],
        "actors":["Christian Bale, Joel Edgerton, John Turturro, Aaron Paul, Ben Mendelsohn, María Valverde, Sigourney Weaver, Ben Kingsley, Isaac Andrews, Hiam Abbass, Indira Varma, Ewen Bremner, Golshifteh Farahani, Ghassan Massoud, Tara Fitzgerald"],
        "budget":["$ 140000000"],
        "worlwide_gross_income":["$ 268175631"],
        "genres":["Classics, Drama"],
        "content_rating":["PG-13"],
        "runtime":[150],
        "movie_info":["Egyptian Princes Moses (Christian Bale) and Ramses (Joel Edgerton) are raised together as brothers. When Ramses becomes pharaoh, Moses is his most-trusted adviser. However Moses soon discovers his Hebrew parentage, and Ramses banishes him to the desert -- often a death sentence. But God has a mission for Moses: Free the Israelites from slavery. Moses returns from exile and demands that Ramses let his people go, but the arrogant ruler is unmoved, leading to a battle of divine wills."],
        "audience_rating":[35],
        "tomatometer_rating":[30],
        "total_votes":[157504],
        "mean_vote_imdb":[6.0],
        "votes_10":[7065],
        "votes_9":[5182],
        "votes_8":[15957],
        "votes_7":[36321],
        "votes_6":[42561],
        "votes_5":[24094],
        "votes_4":[10732],
        "votes_3":[5534],
        "votes_2":[3312],
        "votes_1":[6746],
        "release_year":[2014],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["The screenplay (credited to four screenwriters) is a mess, the pacing is uneven, the acting is inconsistent, and the experience as a whole is a letdown.",
          "The film itself turns out to be a traditional, linear account of the Moses story that could have been taken from one of David Kossoff's bible stories.",
          "\"Exodus: Gods and Kings\" does a fair job of giving us what might be called The Second-Greatest Story Ever Told. What it never convinces us of is why.",
          "Ridley Scott can't decide if making rivers run with blood is heroic or horrific - you sense he'd rather make Gladiator II: Attack of the Frogs.",
          "Scott departs from Scripture enough to raise hackles. For example, this Moses sees God in the person of an insolent schoolboy (Isaac Andrews).",
          "Before you're able to get too distracted by Exodus' flaws, Scott reaches back into his bag of pixie dust and whips up another grand illusion.",
          "Admirably cogent, even colloquial, Exodus plows through its stages efficiently, methodically and without much Old Testament passion.",
          "This is bold and uncompromising stuff from Scott; a Biblical epic to shake your faith in the order of things, not reaffirm it.",
          "This is spectacular entertainment, practically a theme park ride, that could have used more spirituality and soul.",
          "\"Exodus\" turns out to be part of a time-honored tradition: the old-fashioned, super-spectacular Hollywood bomb.",
          "At least DeMille knew how to put on a show; the best this offers are a few bursts of Old Testament camp ...",
          "What this 3-D extravaganza gets spectacularly right is in putting the epic back into the biblical epic.",
          "It's sad to say that the most interesting aspects of this film don't actually occur on the screen.",
          "This should be affecting stuff, but it's consistently undercut by the massively naff aesthetic.",
          "A mish-mash - part half-committed melodrama, part half-thought-out political provocation.",
          "\"Exodus\" is an exercise in visual trickery that reaches for nothing beyond the obvious.",
          "Scott once seemed divine. Look on [Exodus], ye mighty, and despair.",
          "This eye-rollingly bad movie is silly, sluggish and miscast.",
          "Bland, overly long and otherwise forgettable.",
          "'Exodus: Gods and Kings' is spectacular."],
        "id":"00d0e007-caa5-4fca-af60-4e0f0d342591",
        "Unnamed__0":[7041],
        "available_disney_":[false],
        "_version_":1719163486132502530,
        "score":132.36104},
      {
        "imdb_title_id":"tt4196450",
        "rotten_tomatoes_link":["m/the_birth_of_a_nation_2016"],
        "original_title":["The Birth of a Nation"],
        "original_release_date":["2016-10-07T00:00:00Z"],
        "streaming_release_date":["2016-12-21T00:00:00Z"],
        "country":["USA, Canada"],
        "language":["English"],
        "production_company":["BRON Studios"],
        "directors":["Nate Parker"],
        "writer":["Nate Parker, Nate Parker"],
        "actors":["Nate Parker, Armie Hammer, Penelope Ann Miller, Jackie Earle Haley, Mark Boone Junior, Colman Domingo, Aunjanue Ellis, Dwight Henry, Aja Naomi King, Esther Scott, Roger Guenveur Smith, Gabrielle Union, Tony Espinosa, Jayson Warner Smith, Jason Stuart"],
        "budget":["$ 8500000"],
        "worlwide_gross_income":["$ 16779212"],
        "genres":["Drama"],
        "content_rating":["R"],
        "runtime":[114],
        "movie_info":["Nat Turner is an enslaved Baptist preacher who lives on a Virginia plantation owned by Samuel Turner. With rumors of insurrection in the air, a cleric convinces Samuel that Nate should sermonize to other slaves, thereby quelling any notions of an uprising. As Nate witnesses the horrific treatment of his fellow man, he realizes that he can no longer just stand by and preach. On Aug. 21, 1831, Turner's quest for justice and freedom leads to a violent and historic rebellion in Southampton County."],
        "audience_rating":[71],
        "tomatometer_rating":[72],
        "total_votes":[19659],
        "mean_vote_imdb":[6.5],
        "votes_10":[2632],
        "votes_9":[1244],
        "votes_8":[2760],
        "votes_7":[4585],
        "votes_6":[3705],
        "votes_5":[1583],
        "votes_4":[673],
        "votes_3":[331],
        "votes_2":[316],
        "votes_1":[1830],
        "release_year":[2016],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Parker's directorial approach ... has the overconfidence that smacks of underconfidence, in terms of finding the right way to tell this story.",
          "The Birth of a Nation is a film for alert minds, even those that can't - and shouldn't - forget the past and present behaviour of its maker.",
          "Parker reaches with both hands for greatness and falls short - but this is nevertheless a solid and strong and valuable piece of work.",
          "\"The Birth of a Nation\" aims for the gut and hits its target. Had it aimed a little higher, it might also have hit the mind, as well.",
          "What makes [Parker's] film so provocative and so troubling is its absolute refusal to provide its audience with a consolatory ending.",
          "Parker's resolve with the project (made without studio backing) should act as a clarion call to independent filmmakers everywhere.",
          "It's scrupulous and honorable, with moments of scalding power. But it's also just good enough to make me wish it had been better.",
          "The film stands tall on its own merits and deserves to be seen irrespective of the perceived failings of its author.",
          "This is very much a debut feature, a passion project from an enthusiastic director still learning the craft.",
          "A flawed but powerfully affecting film by a flawed but undeniably gifted filmmaker.",
          "An ambitious, intelligent and unsettling film from writer-director-star Parker.",
          "A measured but devastating movie that haunts the imagination and conscience.",
          "A fast-moving, deeply absorbing, and thoroughly exciting directorial debut.",
          "It tells, unquestionably, an important story that needs to be heard.",
          "The film's often ham-fisted composition will leave many turned off.",
          "This is a film that moves with a careful, self-conscious tread.",
          "It's one of the few important movies to hit cinemas this year.",
          "The more you think about it, the quicker it falls to pieces.",
          "Soapbox didacticism and complex drama can never coexist.",
          "Barely a film at all but a pageant."],
        "id":"a2aca288-f301-48e2-b20a-d0e635dcc19d",
        "Unnamed__0":[8377],
        "available_disney_":[false],
        "_version_":1719163486643159042,
        "score":130.32597},
      {
        "imdb_title_id":"tt0120603",
        "rotten_tomatoes_link":["m/1057370-beloved"],
        "original_title":["Beloved"],
        "original_release_date":["1998-10-16T00:00:00Z"],
        "streaming_release_date":["2016-08-10T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Harpo Films"],
        "directors":["Jonathan Demme"],
        "writer":["Toni Morrison, Akosua Busia"],
        "actors":["Yada Beener, Emil Pinnock, Calen Johnson, Oprah Winfrey, Beah Richards, Danny Glover, Kimberly Elise, Jude Ciccolella, Kessia Embry, Dashiell Eaves, LisaGay Hamilton, Tyler Hinson, Brian Hooks, Hill Harper, Thandie Newton"],
        "budget":["$ 80000000"],
        "worlwide_gross_income":["$ 22852487"],
        "genres":["Drama, Horror"],
        "content_rating":["R"],
        "runtime":[172],
        "movie_info":["In 1873 Ohio, Sethe (Oprah Winfrey) is a mother of three haunted by her horrific slavery past and her desperate actions for freedom. As a result, Sethe's home is haunted by a furious poltergeist, which drives away her two sons. Sethe and her daughter (Kimberly Elise) endure living with the spirit for 10 more years, until an old friend, Paul D. Garner (Danny Glover), arrives to run it out. After Garner moves in, a strange woman named Beloved (Thandie Newton) enters their lives, causing turmoil."],
        "audience_rating":[71],
        "tomatometer_rating":[78],
        "total_votes":[6987],
        "mean_vote_imdb":[6.1],
        "votes_10":[839],
        "votes_9":[530],
        "votes_8":[846],
        "votes_7":[1041],
        "votes_6":[1148],
        "votes_5":[860],
        "votes_4":[475],
        "votes_3":[338],
        "votes_2":[292],
        "votes_1":[618],
        "release_year":[1998],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["For nearly three overwrought hours, Beloved drags at a draining pace, intermittently introducing unfulfilled story arcs and false climaxes.",
          "The performances of all the central and secondary characters match the passionate intensity of the film's behind-the-scenes collaborators.",
          "Okay, great performances, nice to look at -- but what this movie is missing is something to hold it together in the middle.",
          "Much of the acting is solid, but earnest performances can't give the picture all the bite and excitement it sorely needs.",
          "A movie of moments--moments of raw, lyrical emotional power scattered over a nearly three-hour time expanse.",
          "The core of Beloved is Winfrey's brave, utterly convincing portrayal of the rough-hewn Sethe.",
          "You don't necessarily enjoy it, in a sense, you simply experience it.",
          "... a film whose greatest weakness is that it is too long.",
          "Full of cathartic emotion and earnest dignity!",
          "Mournful and moving, eerie and uncompromising.",
          "... the best movie of 1998...",
          "A movie that requires the viewer to meet it halfway. Those willing to make the effort will be rewarded with an exquisitely photographed and intricately layered drama.",
          "It is an urgently intimate epic of the heart, a dramatization of a monumental journey of pain, love and, tentatively, hope that has scorching emotional impact.",
          "Something rare: a brave film about the emotional toll of slavery, the anguish of memory and the cruel divisions that still sear African American lives.",
          "I was sometimes confused about events as they happened, but all the pieces are there, and the film creates an emotional whole.",
          "Once this film gets its bearings, the unsentimental fierceness of its vision brushes obstacles and quibbles from its path.",
          "Demme's potent adaptation of Morrison's novel may be substantial, but it is also engrossing.",
          "Demme succeeds uncannily well in bringing the novel's pulse to the screen.",
          "A dense, jangled cataclysm of enigma and outrage.",
          "A powerful and disturbing motion picture!"],
        "id":"7f95fc46-e283-4c8b-9adc-65f3998d8756",
        "Unnamed__0":[3799],
        "available_disney_":[false],
        "_version_":1719163484990603266,
        "score":126.311676},
      {
        "imdb_title_id":"tt2638144",
        "rotten_tomatoes_link":["m/ben_hur_2016"],
        "original_title":["Ben-Hur"],
        "original_release_date":["2016-08-19T00:00:00Z"],
        "streaming_release_date":["2017-01-04T00:00:00Z"],
        "country":["USA"],
        "language":["English, Persian, Greek, Arabic, Latin"],
        "production_company":["LightWorkers Media"],
        "directors":["Unknown"],
        "writer":["Lew Wallace, Keith R. Clarke"],
        "actors":["Jack Huston, Toby Kebbell, Rodrigo Santoro, Nazanin Boniadi, Ayelet Zurer, Pilou Asbæk, Sofia Black-D'Elia, Morgan Freeman, Marwan Kenzari, Moises Arias, James Cosmo, Haluk Bilginer, David Walmsley, Yasen Atour, Francesco Scianna"],
        "budget":["$ 100000000"],
        "worlwide_gross_income":["$ 94061311"],
        "genres":["Classics, Drama"],
        "content_rating":["PG-13"],
        "runtime":[125],
        "movie_info":["Judah Ben-Hur (Jack Huston) loses everything after his adopted brother Messala (Toby Kebbell), now an officer in the Roman army, returns to Jerusalem and accuses the young prince of treason. Stripped of his title and separated from his wife (Nazanin Boniadi) and family, Ben-Hur must endure years of slavery on a galley at sea. When fate brings the estranged brothers to an epic and deadly chariot race, Ben-Hur finally gets the chance to exact vengeance on the man who destroyed his life."],
        "audience_rating":[53],
        "tomatometer_rating":[25],
        "total_votes":[40859],
        "mean_vote_imdb":[5.9],
        "votes_10":[3049],
        "votes_9":[1687],
        "votes_8":[3738],
        "votes_7":[7422],
        "votes_6":[9705],
        "votes_5":[6734],
        "votes_4":[3366],
        "votes_3":[1876],
        "votes_2":[1172],
        "votes_1":[2110],
        "release_year":[2016],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["What has the passing of almost six decades given us? A fresh take on Ben-Hur that is more noble, dweeby, and neutered than a Sunday school in South Dakota.",
          "What's wrong with the new Ben-Hur? How long have you got? This is a textbook case, step by agonising step, of how not to make a big-budget blockbuster.",
          "The good news is that the story of Ben-Hur is so rock solid that not even the director of Abraham Lincoln: Vampire Hunter can screw it up completely.",
          "A general rule of thumb has emerged: Movies in 3-D almost always feature dimensionless people. Ben-Hur is a striking example of this rule.",
          "An amateurish effort that boasts direct-to-video characteristics, the latest version disappoints in almost every production aspect.",
          "In its richer moments, it may not reach the level of I, Claudius, but it's at least within a javelin's throw of HBO's Rome.",
          "Like so many remakes, this one never answers the basic question of why this story was worth retelling in the first place.",
          "Call it wholemeal bread and circuses - an odd diet of sincerity and spectacle that nonetheless hits some kind of spot.",
          "The sort of elemental re-imagining of the source material that no one in their right mind would ever expect it to be.",
          "The last of the summer's movie epics is a digitalized eyesore hobbled in every department by staggering incompetence.",
          "This is a Ben-Hur of and for its time, but also a little better than its time, it turns out.",
          "Bekmambetov's visual attack and brand of action make me urp. But he's a sincere merry hack.",
          "Not only does this new version not stand out from the others, it can't stand on its own.",
          "Something soulless and empty, with all the mystery and grandeur of the tale just gone.",
          "This new \"Ben-Hur\" could just as easily have been called \"Been There, Done That.\"",
          "Dominated by CGI effects, it's a soap opera better fit for basic cable.",
          "A film that fails to deliver pretty much all the way down the line.",
          "What we have here is a B-grade rendering of the oft-filmed classic.",
          "Rankly incompetent.",
          "Epic fail."],
        "id":"9dc08a17-bb6c-4cb3-ac1d-7522f815fe15",
        "Unnamed__0":[7904],
        "available_disney_":[false],
        "_version_":1719163486465949697,
        "score":126.311676},
      {
        "imdb_title_id":"tt0060438",
        "rotten_tomatoes_link":["m/funny_thing_happened_on_the_way_to_the_forum"],
        "original_title":["A Funny Thing Happened on the Way to the Forum"],
        "original_release_date":["1966-10-16T00:00:00Z"],
        "streaming_release_date":["2017-04-01T00:00:00Z"],
        "country":["USA, UK"],
        "language":["English"],
        "production_company":["Melvin Frank Production"],
        "directors":["Richard Lester"],
        "writer":["Melvin Frank, Michael Pertwee"],
        "actors":["Zero Mostel, Phil Silvers, Buster Keaton, Michael Crawford, Jack Gilford, Annette Andre, Michael Hordern, Leon Greene, Roy Kinnear, Alfie Bass, John Bluthal, Pamela Brown, Patricia Jessel, Beatrix Lehmann, Frank Thornton"],
        "budget":["$ 2000000"],
        "worlwide_gross_income":["Unknown"],
        "genres":["Art House & International, Classics, Comedy, Musical & Performing Arts"],
        "content_rating":["NR"],
        "runtime":[99],
        "movie_info":["This screen adaptation of the stage musical of the same name finds the Roman slave Pseudolus (Zero Mostel) scheming his way to freedom by playing matchmaker for his master's son, Hero, who is smitten with the blonde and beautiful Philia. However, things don't go at all according to plan. The complications that ensue involve blackmail, funny disguises and long-lost children, while Pseudolus desperately tries to keep up with his end of the bargain."],
        "audience_rating":[78],
        "tomatometer_rating":[85],
        "total_votes":[8229],
        "mean_vote_imdb":[7.1],
        "votes_10":[994],
        "votes_9":[814],
        "votes_8":[1598],
        "votes_7":[2123],
        "votes_6":[1385],
        "votes_5":[644],
        "votes_4":[319],
        "votes_3":[149],
        "votes_2":[96],
        "votes_1":[107],
        "release_year":[1966],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["A Funny Thing Happened on the Way to the Forum is a classic in its own right. The songs are fun and the story is unpredictable (even if it does occasionally meander for too long).",
          "Perhaps the first modern film musical -- breaking with and even making sport of the theatrical artifice that had been bogging down the genre for nearly a decade.",
          "A great mixture of slapstick, farce and music. Zero Mostel is a treat as is the underappreciated Jack Gilford.",
          "A funny thing happened on the way to Hollywood: A good musical-comedy lost much of its fizz.",
          "The middling low-brow slapstick comedy overdoses on the brassy Zero Mostel hamming it up.",
          "Humorous to an extent, but lacking the bang you might expect from a big screen musical.",
          "Hilarious, stagey version of hit Broadway musical comedy.",
          "The Empire strikes back in loutish, fun musical comedy.",
          "The funniest movie ever made",
          "This is freakin' hilarious!"],
        "id":"a672d3f3-6ed3-4703-a895-205528b45a51",
        "Unnamed__0":[1033],
        "available_disney_":[false],
        "_version_":1719163484121333761,
        "score":120.39885},
      {
        "imdb_title_id":"tt1034389",
        "rotten_tomatoes_link":["m/the-eagle-of-the-ninth"],
        "original_title":["The Eagle"],
        "original_release_date":["2011-02-11T00:00:00Z"],
        "streaming_release_date":["2014-02-12T00:00:00Z"],
        "country":["UK, USA"],
        "language":["English, Scottish Gaelic"],
        "production_company":["Focus Features"],
        "directors":["Kevin Macdonald"],
        "writer":["Jeremy Brock, Rosemary Sutcliff"],
        "actors":["Channing Tatum, István Göz, Bence Gerö, Denis O'Hare, Paul Ritter, Zsolt László, Julian Lewis Jones, Aladár Laklóth, Marcell Miklós, Bálint Magyar, Ferenc Pataki, Bálint Antal, Lukács Bicskey, Douglas Henshall, James Hayes"],
        "budget":["$ 25000000"],
        "worlwide_gross_income":["$ 37989684"],
        "genres":["Action & Adventure, Classics, Drama"],
        "content_rating":["PG-13"],
        "runtime":[114],
        "movie_info":["Under the command of Flavius Aquila in A.D. 120, Rome's Ninth Legion marches north carrying its revered eagle emblem and vanishing into the mists. Rumors of the legion's golden eagle appearing in a tribal temple reach Marcus Aquila (Channing Tatum), Flavius' son, 20 years later. Accompanied by his slave (Jamie Bell), Marcus makes a dangerous journey to Scotland to retrieve the hallowed eagle and, in doing so, to restore his father's tarnished honor."],
        "audience_rating":[41],
        "tomatometer_rating":[39],
        "total_votes":[64383],
        "mean_vote_imdb":[6.4],
        "votes_10":[3257],
        "votes_9":[2293],
        "votes_8":[7312],
        "votes_7":[17243],
        "votes_6":[18585],
        "votes_5":[9114],
        "votes_4":[3507],
        "votes_3":[1442],
        "votes_2":[732],
        "votes_1":[898],
        "release_year":[2011],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Alas, from its scruffy period melodrama to its repetitious battles and endless cross-country shots, this film is all grandiosity with no real heft.",
          "A decent, forthright, if finally uninspired sword'n'sandal drama, based on Rosemary Sutcliff's 1954 children's novel The Eagle of the Ninth.",
          "The Eagle fails to soar, thanks largely to Kevin Macdonald's unimaginative direction and Channing Tatum's charisma-challenged performance.",
          "\"The Eagle\" is a rip-snorting adventure tale of the sort made before CGI, 3-D and alphabet soup in general took the fun out of moviegoing.",
          "Best of all is Anthony Dod Mantle's breathtaking photography: the Scottish Highlands have never looked so eerily, threateningly beautiful.",
          "This is a movie that needs a great or gonzo performer to give it depth or heft. In Channing Tatum, it has an actor who gives it camp.",
          "Do you like movies about gladiators? Well, lend me your ears: The Eagle will more than gratify your sword-and-sandal cravings.",
          "The Eagle makes for an okay parent-and-young-son film outing. But you'll want to get your youngster the Sutcliff paperback.",
          "Lumbering along for a bit less than two hours, which passes like three, it feels more like a chore than like an adventure.",
          "Anthony Dod Mantle's cinematography is kinetic when it needs to be, ruminative and pretty when it doesn't. It looks good.",
          "The greatest impediment of all is the square-jawed, flat-talking Tatum, who is so wooden he presents a fire hazard.",
          "Tatum and Bell deserve more than the lethargic narrative that follows them across such exquisite wilderness.",
          "There's a predictable arc, as the two enemies have to overcome their mutual mistrust to survive.",
          "Becomes absurd precisely when Channing Tatum marches onto the scene as a Roman army commander.",
          "The latest sandals-and-swords outing, \"The Eagle\" has landed . . . with a thud.",
          "The hero of the whole production is cinematographer Anthony Dod Mantle.",
          "A long slog through ancient muck, so-so sword fights and dumb luck.",
          "As culture clashes go, this one should be filed under rout.",
          "It's even less interesting than \"Centurion.\"",
          "A boring Roman Top Gun."],
        "id":"7b4418ce-02c9-4a4c-ac9b-d77b437da1aa",
        "Unnamed__0":[6373],
        "available_disney_":[false],
        "_version_":1719163485892378624,
        "score":120.39885},
      {
        "imdb_title_id":"tt0026641",
        "rotten_tomatoes_link":["m/littlest_rebel"],
        "original_title":["The Littlest Rebel"],
        "original_release_date":["1935-11-22T00:00:00Z"],
        "streaming_release_date":["2016-05-23T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Twentieth Century Fox"],
        "directors":["David Butler"],
        "writer":["Edwin J. Burke, Edward Peple"],
        "actors":["Shirley Temple, John Boles, Jack Holt, Karen Morley, Bill Robinson, Guinn 'Big Boy' Williams, Willie Best, Frank McGlynn Sr., Bessie Lyle, Hannah Washington"],
        "budget":["Unknown"],
        "worlwide_gross_income":["Unknown"],
        "genres":["Classics, Comedy, Drama, Kids & Family, Musical & Performing Arts"],
        "content_rating":["PG"],
        "runtime":[73],
        "movie_info":["As the Civil War begins, Confederate officer Herbert Carey (John Boles) joins his regiment, leaving behind his wife and young daughter, Vergie (Shirley Temple), in the care of their slave, Uncle Billy (Bill Robinson). Union forces, led by Col. Morrison (Jack Holt), soon take over the Carey home, unaware that Herbert visits secretly whenever he can. Although Vergie proudly resists Morrison's kindness, when Herbert is caught and accused of spying, she turns to the colonel for help."],
        "audience_rating":[71],
        "tomatometer_rating":[89],
        "total_votes":[1367],
        "mean_vote_imdb":[7.0],
        "votes_10":[209],
        "votes_9":[85],
        "votes_8":[214],
        "votes_7":[362],
        "votes_6":[250],
        "votes_5":[114],
        "votes_4":[48],
        "votes_3":[32],
        "votes_2":[29],
        "votes_1":[24],
        "release_year":[1935],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["An unenlightened Civil War pic that is all charm and winsome despite its patronizing racial attitudes.",
          "One of Shirley's best from her best period and her best director.",
          "Even without the race problems, it's not that great a tale.",
          "Shirley stomps up a storm in a typical vehicle",
          "Bojangles is great! So's Shirley"],
        "id":"f526f1e9-eb5f-476a-b6ab-a4fcf9ab13ab",
        "Unnamed__0":[109],
        "available_disney_":[false],
        "_version_":1719163483696660480,
        "score":117.51575},
      {
        "imdb_title_id":"tt0046247",
        "rotten_tomatoes_link":["m/robe"],
        "original_title":["The Robe"],
        "original_release_date":["1953-09-16T00:00:00Z"],
        "streaming_release_date":["2015-11-25T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Twentieth Century Fox"],
        "directors":["Henry Koster"],
        "writer":["Philip Dunne, Gina Kaus"],
        "actors":["Richard Burton, Jean Simmons, Victor Mature, Michael Rennie, Jay Robinson, Dean Jagger, Torin Thatcher, Richard Boone, Betta St. John, Jeff Morrow, Ernest Thesiger, Dawn Addams, Leon Askin"],
        "budget":["$ 5000000"],
        "worlwide_gross_income":["$ 36000000"],
        "genres":["Classics, Drama, Faith & Spirituality"],
        "content_rating":["G"],
        "runtime":[135],
        "movie_info":["In this biblical epic, a drunk and disillusioned Roman, Marcellus Gallio (Richard Burton), wins Jesus' robe in a dice game after the crucifixion. Marcellus has never been a man of faith like his slave, Demetrius (Victor Mature), but when Demetrius escapes with the robe, Marcellus experiences disturbing visions and feels guilty for his actions. Convinced that destroying the robe will cure him, Marcellus sets out to find Demetrius -- and discovers his Christian faith along the way."],
        "audience_rating":[69],
        "tomatometer_rating":[33],
        "total_votes":[9099],
        "mean_vote_imdb":[6.9],
        "votes_10":[946],
        "votes_9":[637],
        "votes_8":[1583],
        "votes_7":[2576],
        "votes_6":[1806],
        "votes_5":[821],
        "votes_4":[369],
        "votes_3":[157],
        "votes_2":[74],
        "votes_1":[130],
        "release_year":[1953],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Among the interesting qualities The Robe has to offer, its sense of social transcendence ranks among the worthiest, alongside the film's demystification of religion, and decentralization of its protagonists.",
          "Artistically, this historical epic, the first to be released in CinemaScope is mediocre due to Kostler's pedestrian direction.",
          "Had it not been the first film shot in CinemaScope, very few people would probably still be talking about The Robe.",
          "It's hard to actively hate anything as deeply earnest as The Robe, but it is a long, tough sit.",
          "an interesting film that compels viewers to consider how they would act in such times",
          "Important historically as the first CinemaScope feature film.",
          "Overblown melodramatic biblical nonsense.",
          "hackneyed Golden Age hokum",
          "Insufferably wooden.",
          "Tthe mightiness of masses and the forms of heroes have never loomed so large as they do in this studied demonstration, projected by CinemaScope. But an unwavering force of personal drama is missed in the size and the length of the show."],
        "id":"a7ab9596-35eb-4584-a8f0-6ba85fafacca",
        "Unnamed__0":[573],
        "available_disney_":[false],
        "_version_":1719163483942027266,
        "score":117.51575},
      {
        "imdb_title_id":"tt0047494",
        "rotten_tomatoes_link":["m/silver_chalice"],
        "original_title":["The Silver Chalice"],
        "original_release_date":["1954-09-20T00:00:00Z"],
        "streaming_release_date":["2013-12-03T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Victor Saville Productions"],
        "directors":["Victor Saville"],
        "writer":["Thomas B. Costain, Lesser Samuels"],
        "actors":["Virginia Mayo, Pier Angeli, Jack Palance, Paul Newman, Walter Hampden, Joseph Wiseman, Alexander Scourby, Lorne Greene, David J. Stewart, Herbert Rudley, Jacques Aubuchon, E.G. Marshall, Michael Pate, Natalie Wood, Peter Raynolds"],
        "budget":["$ 4500000"],
        "worlwide_gross_income":["Unknown"],
        "genres":["Classics, Drama, Romance"],
        "content_rating":["NR"],
        "runtime":[144],
        "movie_info":["A Greek slave trained as an artisan, Basil (Paul Newman) is on the path to a better life when his owners discover his talent for sculpting. After marrying the lovely Deborra (Pier Angeli), Basil receives an important opportunity when he is asked to cast and engrave Jesus Christ's cup from the Last Supper in silver. Meanwhile, his path crosses with that of the scheming magician Simon (Jack Palance) and his sultry assistant, Helena (Virginia Mayo), which leads to trouble."],
        "audience_rating":[19],
        "tomatometer_rating":[13],
        "total_votes":[1388],
        "mean_vote_imdb":[4.8],
        "votes_10":[76],
        "votes_9":[18],
        "votes_8":[58],
        "votes_7":[99],
        "votes_6":[190],
        "votes_5":[314],
        "votes_4":[283],
        "votes_3":[137],
        "votes_2":[111],
        "votes_1":[102],
        "release_year":[1954],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Admittedly dull, overlong and kitschy, the film was dismissed as embarrassing debut for Paul Newman, yet a closer look shows the attributes that would make him a mega-star.",
          "...the movie attempts to make a grand splash. Unhappily, the splash is more like a belly flop.",
          "Paul Newman's most despised movie (by himself especially) is pretty bad.",
          "The pic is so bad, you can hear the dogs barking.",
          "Though it is lavish and sweeping in execution, The Silver Chalice, for all of its august and religious aspects, is not an imposing offering."],
        "id":"cdb3b447-5451-4d13-a3fa-acd109717fa7",
        "Unnamed__0":[605],
        "available_disney_":[false],
        "_version_":1719163483953561602,
        "score":117.51575},
      {
        "imdb_title_id":"tt0052365",
        "rotten_tomatoes_link":["m/vikings"],
        "original_title":["The Vikings"],
        "original_release_date":["1958-06-28T00:00:00Z"],
        "streaming_release_date":["2016-11-05T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Brynaprod S.A."],
        "directors":["Richard Fleischer"],
        "writer":["Calder Willingham, Dale Wasserman"],
        "actors":["Kirk Douglas, Tony Curtis, Ernest Borgnine, Janet Leigh, James Donald, Alexander Knox, Maxine Audley, Frank Thring, Eileen Way, Edric Connor, Dandy Nichols, Per Buckhøj"],
        "budget":["$ 3500000"],
        "worlwide_gross_income":["Unknown"],
        "genres":["Action & Adventure, Classics, Drama"],
        "content_rating":["G"],
        "runtime":[114],
        "movie_info":["Viking Prince Einar (Kirk Douglas) doesn't know it, but his most fearsome enemy, the slave Eric (Tony Curtis), is actually his half brother. Their feud only intensifies when Einar kidnaps Princess Morgana (Janet Leigh), the intended bride of the brutal King Aella (Frank Thring). Einar intends to make the beautiful girl his own. Unfortunately for him, Morgana has eyes only for Eric -- leading to much bloodshed and the capture of their father, King Ragnar (Ernest Borgnine)."],
        "audience_rating":[73],
        "tomatometer_rating":[76],
        "total_votes":[12645],
        "mean_vote_imdb":[7.2],
        "votes_10":[1127],
        "votes_9":[1106],
        "votes_8":[2857],
        "votes_7":[4202],
        "votes_6":[2022],
        "votes_5":[762],
        "votes_4":[292],
        "votes_3":[124],
        "votes_2":[62],
        "votes_1":[91],
        "release_year":[1958],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["As the massive battle scenes and convoluted political machinations paraded across the screen, I thought, \"This was the Braveheart of the 1950s!\" and I was right.",
          "An enjoyable adventure film that benefits from first class work all round, The Vikings is a must for film historians and a pleasure for the rest of us.",
          "Curtis' 'hero' is an unmitigated swine who cuts a swathe of destruction through the lives of all around him. Highly recommended.",
          "Proper Hollywood overblown Viking adventure with not a shred of authentic detail but lots of glam and ham.",
          "Directed with brawn over brain by Richard Fleischer.",
          "[T]remendously exciting, if gory, adventure epic...",
          "The real stars are the production people",
          "Pretty good actioner with star power.",
          "Fighting he-men and their war ships",
          "Though it avoids many of the obvious pitfalls of Viking lore, The Vikings suffers from being both sillier and less outlandish than the real thing.",
          "It is the best advertisement for beer-drinking since the breweries put wrestling on TV."],
        "id":"3d19aa24-5f16-4a6e-80d1-0025a388f268",
        "Unnamed__0":[751],
        "available_disney_":[false],
        "_version_":1719163484013330432,
        "score":117.51575},
      {
        "imdb_title_id":"tt0097441",
        "rotten_tomatoes_link":["m/1008415-glory"],
        "original_title":["Glory"],
        "original_release_date":["1989-12-15T00:00:00Z"],
        "streaming_release_date":["2012-04-16T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["TriStar Pictures"],
        "directors":["Edward Zwick"],
        "writer":["Kevin Jarre, Lincoln Kirstein"],
        "actors":["Matthew Broderick, Denzel Washington, Cary Elwes, Morgan Freeman, Jihmi Kennedy, Andre Braugher, John Finn, Donovan Leitch Jr., JD Cullum, Alan North, Bob Gunton, Cliff De Young, Christian Baskous, RonReaco Lee, Jay O. Sanders"],
        "budget":["$ 18000000"],
        "worlwide_gross_income":["$ 26979166"],
        "genres":["Drama"],
        "content_rating":["R"],
        "runtime":[122],
        "movie_info":["Following the Battle of Antietam, Col. Robert Gould Shaw (Matthew Broderick) is offered command of the United States' first all-African-American regiment, the 54th Massachusetts Volunteer Infantry. With junior officer Cabot Forbes (Cary Elwes), Shaw puts together a strong and proud unit, including the escaped slave Trip (Denzel Washington) and the wise gravedigger John Rawlins (Morgan Freeman). At first limited to menial manual tasks, the regiment fights to be placed in the heat of battle."],
        "audience_rating":[93],
        "tomatometer_rating":[93],
        "total_votes":[118841],
        "mean_vote_imdb":[8.0],
        "votes_10":[20667],
        "votes_9":[22833],
        "votes_8":[37509],
        "votes_7":[22917],
        "votes_6":[8173],
        "votes_5":[2857],
        "votes_4":[1087],
        "votes_3":[616],
        "votes_2":[484],
        "votes_1":[1698],
        "release_year":[1989],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["\"Glory\" is most memorable for some quieter scenes... that capture more elusive aspects of its story - and that help audiences to grasp the underlying significance of what the 54th achieved.",
          "In its broad strokes, Glory gets at the spirit of a group of previously unsung black heroes, and the filmmaking is of a high caliber. [Blu-ray]",
          "A touching burst of patriotism; with wonderful performances by Washington and Broderick. A film worthy of remembering and repeated viewing.",
          "Are you sure you're not cutting Glory too much slack because of the educational subject matter at hand?",
          "one of the great war films and perhaps the greatest film ever made about the American Civil War",
          "The finest Civil War film (and one of the finest war films period) that I have ever seen.",
          "The lasting power of the [film]... rests in the emotional connection to the characters .",
          "Broderick is perhaps a tad miscast, but Denzel absolutely justifies that first Oscar",
          "Still one of the best war epics ever made, with all around fantastic performances...",
          "Exceptionally well-rendered and emotive war drama.",
          "Excellent Civil War movie for mature teens.",
          "One of the greatest films ever made.",
          "An absolutely phenomenal war movie.",
          "One of the best films ever made",
          "This is a fine film.",
          "Glory is, without question, one of the best movies ever made about the American Civil War.",
          "This is a good, moving, complicated film.",
          "A strong and valuable film."],
        "id":"1f173e9c-62fa-4a15-b977-63c96ff0f017",
        "Unnamed__0":[2541],
        "available_disney_":[false],
        "_version_":1719163484590047232,
        "score":117.51575},
      {
        "imdb_title_id":"tt0119484",
        "rotten_tomatoes_link":["m/kull_the_conqueror"],
        "original_title":["Kull the Conqueror"],
        "original_release_date":["1997-08-29T00:00:00Z"],
        "streaming_release_date":["2016-08-10T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Universal Pictures"],
        "directors":["John Nicolella"],
        "writer":["Robert E. Howard, Charles Edward Pogue"],
        "actors":["Kevin Sorbo, Tia Carrere, Thomas Ian Griffith, Litefoot, Roy Brocksmith, Harvey Fierstein, Karina Lombard, Edward Tudor-Pole, Douglas Henshall, Joe Shaw, Sven-Ole Thorsen, Terry O'Neill, Pat Roach, John Hallam, Peter Petruna"],
        "budget":["$ 20000000"],
        "worlwide_gross_income":["$ 6112613"],
        "genres":["Action & Adventure, Science Fiction & Fantasy"],
        "content_rating":["PG-13"],
        "runtime":[91],
        "movie_info":["After five years as a slave, warrior Kull (Kevin Sorbo) travels to the shores of the fantastical kingdom of Valusia, where he slays mad King Borna (Terry O'Neill). Inheriting the crown, Kull begins an ambitious program of bringing freedom and tolerance to Valusia, which displeases Gen. Taligaro (Thomas Ian Griffith) and the royal court's advisers. Determined to unseat Kull, Taligaro has a wizard resurrect the witch Akivasha (Tia Carrere) to seduce and destroy the new monarch."],
        "audience_rating":[24],
        "tomatometer_rating":[25],
        "total_votes":[7617],
        "mean_vote_imdb":[5.1],
        "votes_10":[469],
        "votes_9":[143],
        "votes_8":[374],
        "votes_7":[773],
        "votes_6":[1228],
        "votes_5":[1568],
        "votes_4":[1305],
        "votes_3":[823],
        "votes_2":[485],
        "votes_1":[449],
        "release_year":[1997],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["not nearly as painful to sit through as expected ... there's enough here to kill 90 minutes without the trade-off of losing too many brain cells",
          "Yikes. Cribbed dialogue from The Empire Strikes Back is this film's only attempt at quality, and even that falls flat.",
          "Some of it is fun, especially when it manages to resemble the likes of Sinbad and his mythological endeavors.",
          "A transparent attempt to cash in on the success of TV's Hercules and Xena",
          "Entertaining and fun for its genre."],
        "id":"d348d2a5-b749-4b2d-84cb-a696941e4858",
        "Unnamed__0":[3683],
        "available_disney_":[false],
        "_version_":1719163484957048833,
        "score":117.51575},
      {
        "imdb_title_id":"tt0021814",
        "rotten_tomatoes_link":["m/1006234-dracula"],
        "original_title":["Dracula"],
        "original_release_date":["1931-01-01T00:00:00Z"],
        "streaming_release_date":["2014-02-12T00:00:00Z"],
        "country":["USA"],
        "language":["English, Hungarian, Latin"],
        "production_company":["Universal Pictures"],
        "directors":["Tod Browning"],
        "writer":["Bram Stoker, Hamilton Deane"],
        "actors":["Bela Lugosi, Helen Chandler, David Manners, Dwight Frye, Edward Van Sloan, Herbert Bunston, Frances Dade, Joan Standing, Charles K. Gerrard"],
        "budget":["$ 355000"],
        "worlwide_gross_income":["$ 85204"],
        "genres":["Classics, Horror"],
        "content_rating":["NR"],
        "runtime":[75],
        "movie_info":["The dashing, mysterious Count Dracula (Bela Lugosi), after hypnotizing a British soldier, Renfield (Dwight Frye), into his mindless slave, travels to London and takes up residence in an old castle. Soon Dracula begins to wreak havoc, sucking the blood of young women and turning them into vampires. When he sets his sights on Mina (Helen Chandler), the daughter of a prominent doctor, vampire-hunter Van Helsing (Edward Van Sloan) is enlisted to put a stop to the count's never-ending bloodlust."],
        "audience_rating":[81],
        "tomatometer_rating":[92],
        "total_votes":[45054],
        "mean_vote_imdb":[7.6],
        "votes_10":[6790],
        "votes_9":[5614],
        "votes_8":[12263],
        "votes_7":[11514],
        "votes_6":[5092],
        "votes_5":[2066],
        "votes_4":[839],
        "votes_3":[391],
        "votes_2":[199],
        "votes_1":[286],
        "release_year":[1931],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["uma pena que o vampiro absoluto das telas, Bela Lugosi, no tenha estrelado um filme perene como a lenda em que ele se tornou.",
          "Bathed in an atmosphere of nightmare, dread and otherworldliness that is unlike anything else in American horror cinema.",
          "When Bela Lugosi died he was buried wearing one of his original silk capes. Forever cloaked, he casts his shadow still.",
          "Despite its reputation as a horror classic, Dracula is tedious, stagebound and dull; saved only by Lugosi's perfomance.",
          "Lugosi's seminal performance and the striking opening act are what distinguish Browning's version of the classic tale.",
          "...the film survives as a classic horror tale largely because of Lugosi's distinctive portrayal as Dracula.",
          "After Lugosi, all vampire performances are doomed to be compared against him as either homage or departure.",
          "[The music] contributes to Tod Browning's marvellous tone of restrained horror and stylish after-life.",
          "...it's clear that the movie simply doesn't hold up terribly well all these years later.",
          "It's more fantasy than horror, though it excels in crafting a forbidding atmosphere.",
          "A perfect example of the worst traits of Hollywood films in the early sound era.",
          "Campy by today's standards, but still the melancholic master of fright flicks.",
          "Once you get into the rhythms of the film, you'll discover a masterpiece.",
          "All time horror classic starring Lugosi; still creepy as blazes.",
          "Still the best American take on the infamous bloodsucker.",
          "there is a reason why Bela ended up in Ed Wood movies",
          "It haunted no one as much as dear Bela...",
          "Creepily beautiful.",
          "Certainly it is Lugosi's performance, and the cinematography of Karl Freund, that make Tod Browning's film such an influential Hollywood picture.",
          "Dracula deserves its status as a classic, although one might be tempted to append the word 'lesser' to that label."],
        "id":"faac70be-6f82-4c96-8b55-16bda74004e7",
        "Unnamed__0":[51],
        "available_disney_":[false],
        "_version_":1719163483635843072,
        "score":114.76752},
      {
        "imdb_title_id":"tt0066049",
        "rotten_tomatoes_link":["m/man_called_horse"],
        "original_title":["A Man Called Horse"],
        "original_release_date":["1970-01-01T00:00:00Z"],
        "streaming_release_date":["2017-07-18T00:00:00Z"],
        "country":["USA, Mexico"],
        "language":["English, Sioux, French"],
        "production_company":["Cinema Center Films"],
        "directors":["Elliott Silverstein, Elliot Silverstein"],
        "writer":["Jack DeWitt, Dorothy M. Johnson"],
        "actors":["Richard Harris, Judith Anderson, Jean Gascon, Manu Tupou, Corinna Tsopei, Dub Taylor, James Gammon, William Jordan, Eddie Little Sky, Michael Baseleon, Lina Marín, Tamara Garina, Terry Leonard, Iron Eyes Cody, Tom Tyon"],
        "budget":["Unknown"],
        "worlwide_gross_income":["$ 44000000"],
        "genres":["Action & Adventure, Classics, Western"],
        "content_rating":["R"],
        "runtime":[114],
        "movie_info":["In 1825, English big game hunter John Morgan (Richard Harris) is captured and enslaved by a Sioux tribe, forced to labor for tribal matriarch Buffalo Cow Head (Judith Anderson) as a common pack animal. Slowly, with the help of fellow slave Batise (Jean Gascon), Morgan learns his captors' language, and then proves his bravery in a battle with a neighboring tribe, earning their respect. Losing his associations with his previous life as a British aristocrat, Morgan becomes one with the Sioux."],
        "audience_rating":[60],
        "tomatometer_rating":[86],
        "total_votes":[7955],
        "mean_vote_imdb":[6.9],
        "votes_10":[457],
        "votes_9":[494],
        "votes_8":[1639],
        "votes_7":[2772],
        "votes_6":[1557],
        "votes_5":[589],
        "votes_4":[195],
        "votes_3":[92],
        "votes_2":[54],
        "votes_1":[106],
        "release_year":[1970],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["It's all very socially aware and nature-friendly, and the tale is a worthwhile one indeed; too bad A Man Called Horse moves so slowly for much of its running time.",
          "A test to see how much pain its hero and the audience can take before yelling Uncle."],
        "id":"fddb94c7-8115-48ed-9e7b-96cb4c79f9c2",
        "Unnamed__0":[1197],
        "available_disney_":[false],
        "_version_":1719163484179005442,
        "score":114.76752},
      {
        "imdb_title_id":"tt0099731",
        "rotten_tomatoes_link":["m/handmaids_tale"],
        "original_title":["The Handmaid's Tale"],
        "original_release_date":["1990-03-09T00:00:00Z"],
        "streaming_release_date":["2017-02-14T00:00:00Z"],
        "country":["USA, Germany"],
        "language":["English"],
        "production_company":["Bioskop Film"],
        "directors":["Volker Schlöndorff"],
        "writer":["Margaret Atwood, Harold Pinter"],
        "actors":["Natasha Richardson, Faye Dunaway, Aidan Quinn, Elizabeth McGovern, Victoria Tennant, Robert Duvall, Blanche Baker, Traci Lind, Zoey Wilson, Kathryn Doby, Reiner Schöne, Lucia Hartpeng, Karma Ibsen Riley, Lucile McIntyre, Gary Bullock"],
        "budget":["Unknown"],
        "worlwide_gross_income":["$ 4960385"],
        "genres":["Drama, Science Fiction & Fantasy"],
        "content_rating":["R"],
        "runtime":[109],
        "movie_info":["In a futuristic, theocratic and dystopian United States, Offred (Natasha Richardson) is forced to become a handmaid -- a sexual slave that serves as a surrogate for couples who desire children but who are unable to have them themselves. She works for the cold Serena (Faye Dunaway) and her cruel husband, the commander (Robert Duvall). Offred is in love with the commander's chauffeur Nick (Aidan Quinn) and must find a way to bear a child before she is shipped off to the wastelands."],
        "audience_rating":[43],
        "tomatometer_rating":[32],
        "total_votes":[8502],
        "mean_vote_imdb":[6.1],
        "votes_10":[415],
        "votes_9":[338],
        "votes_8":[929],
        "votes_7":[1880],
        "votes_6":[2144],
        "votes_5":[1378],
        "votes_4":[591],
        "votes_3":[336],
        "votes_2":[182],
        "votes_1":[309],
        "release_year":[1990],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Harold Pinter's adaptation has its powerful moments, but ultimately the narrowing of the novel's scope dilutes the story's message too much.",
          "Schlondorff's treatment is idly drab and antiseptic, indifferent almost, as though he felt Atwood's vision was cinematic enough.",
          "Pretentious, self-righteous melodrama about the evils of patriarchy",
          "Book-based cautionary tale has violence, sex, and language.",
          "overblown paranoid crap based on same.",
          "Uneven yet still gripping",
          "At the end of the movie we are conscious of large themes and deep thoughts, and of good intentions drifting out of focus."],
        "id":"e0450b39-796b-485c-8cd7-969e27065783",
        "Unnamed__0":[2666],
        "available_disney_":[false],
        "_version_":1719163484626747394,
        "score":114.76752},
      {
        "imdb_title_id":"tt2273657",
        "rotten_tomatoes_link":["m/true_story_2014"],
        "original_title":["True Story"],
        "original_release_date":["2015-04-17T00:00:00Z"],
        "streaming_release_date":["2016-09-15T00:00:00Z"],
        "country":["USA"],
        "language":["English, Ibo"],
        "production_company":["Regency Enterprises"],
        "directors":["Rupert Goold"],
        "writer":["Rupert Goold, David Kajganich"],
        "actors":["Jonah Hill, James Franco, Felicity Jones, Maria Dizzia, Ethan Suplee, Conor Kikot, Charlotte Driscoll, Stella Rae Payne, Robert John Burke, Byron Jennings, Gretchen Mol, Betty Gilpin, Seth Barrish, Robert Stanton, Michael Countryman"],
        "budget":["Unknown"],
        "worlwide_gross_income":["$ 5261595"],
        "genres":["Drama"],
        "content_rating":["R"],
        "runtime":[104],
        "movie_info":["New York Times journalist Michael Finkel (Jonah Hill) loses his job when it's revealed that he was not entirely truthful in a cover story he wrote on contemporary slave trading in Africa. His world collapses even further when he learns he's a victim of identity theft; a man named Christian Longo (James Franco) assumed Finkel's name and stood accused of murdering his own family. Seeing a way to rebuild his shattered reputation, Finkel meets with Longo to hear his story."],
        "audience_rating":[38],
        "tomatometer_rating":[45],
        "total_votes":[61759],
        "mean_vote_imdb":[6.3],
        "votes_10":[1658],
        "votes_9":[1776],
        "votes_8":[6999],
        "votes_7":[18356],
        "votes_6":[19225],
        "votes_5":[8591],
        "votes_4":[2891],
        "votes_3":[1079],
        "votes_2":[534],
        "votes_1":[650],
        "release_year":[2015],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Jones delivers her moral righteousness with a passion the rest of the film lacks. Otherwise, this is just the story of an awful human and the dupe who loved him.",
          "While the movie sometimes seems like faux Fincher, the symbiotic acting, artful imagery and punchline ending turn \"True Story\" into credible entertainment.",
          "Every so often you will look at Franco and think what a fine job of acting he's doing. But you'll think that even as you are not believing a moment of it.",
          "Being strictly true isn't even the point: being convincingly or interestingly so, or preferably both, might have elevated this thing above drab homework.",
          "Franco downplays his accused killer role, speaking softly and dazedly, which works eerily well. Hill makes Finkel driven and obsessed, yet never heroic.",
          "True Story trips and stumbles so much in the telling that you don't know what to believe, and instead of one man's irony you end up with two men's lies.",
          "Uninspired and self-conscious performances from Jonah Hill and James Franco are part of what's wrong with this exasperating and unenlightening film ...",
          "We should suffer along with the unsteady Finkel as he gets drawn into Longo's world, but too often, his anxieties remain exclusively his own.",
          "Like Serial and The Jinx, it draws some fascination from the distinct possibility that the suspect it studies may be guilty as charged.",
          "It's as good as any work I've seen in a film in 2015, and \"True Story\" is one of the better movies to come along this year.",
          "Viewers aren't left with queasy questions about truth, credulousness and culpability as much as with a downcast shrug.",
          "In Cold Blood -- or even Capote -- this is not. It's made with too much slickness, and you'll be way ahead of it.",
          "True Story is an intrinsically fascinating and occasionally riveting tale marred by unnecessary embellishments.",
          "Maybe the point is we never know who or what to believe. But too many maybes are hell on sustaining tension.",
          "An anaemic true crime story which its high-rolling leads are unable to save with their star wattage.",
          "Never mind the facts. True Story, slick and shaky, doesn't know where the truth lies.",
          "Director Rupert Goold keeps things appropriately creepy, but True Story is no Capote.",
          "This is chilling material, and Hill and Franco make sure the story packs a wallop.",
          "\"True Story\" spends much of its 90 minutes trying to figure out just what it is.",
          "Lightweight script doesn't help a grandiose premise."],
        "id":"81c8a0c4-e6dc-4df0-944a-52815ce1960a",
        "Unnamed__0":[7699],
        "available_disney_":[false],
        "_version_":1719163486383112193,
        "score":114.76752},
      {
        "imdb_title_id":"tt0097027",
        "rotten_tomatoes_link":["m/casualties_of_war"],
        "original_title":["Casualties of War"],
        "original_release_date":["1989-01-01T00:00:00Z"],
        "streaming_release_date":["2012-04-16T00:00:00Z"],
        "country":["USA"],
        "language":["English, Vietnamese"],
        "production_company":["Art Linson Productions"],
        "directors":["Brian DePalma"],
        "writer":["Daniel Lang, David Rabe"],
        "actors":["Michael J. Fox, Sean Penn, Don Harvey, John C. Reilly, John Leguizamo, Thuy Thu Le, Erik King, Jack Gwaltney, Ving Rhames, Dan Martin, Dale Dye, Steve Larson, John Linton, Vyto Ruginis, Al Shannon"],
        "budget":["$ 22500000"],
        "worlwide_gross_income":["$ 18671317"],
        "genres":["Action & Adventure, Drama"],
        "content_rating":["R"],
        "runtime":[120],
        "movie_info":["Pvt. Max Eriksson (Michael J. Fox) is stationed in Vietnam under Sgt. Tony Meserve (Sean Penn). Though Meserve saves Eriksson's life during battle, the two men clash when the callous senior officer orders the abduction of Than Thi Oanh (Thuy Thu Le), a young Vietnamese woman, to be used as a sex slave. When Eriksson refuses to take part in the abuse of Oanh, tensions between him, Meserve and the rest of the unit heat up and finally explode during a firefight with Viet Cong troops."],
        "audience_rating":[75],
        "tomatometer_rating":[83],
        "total_votes":[40250],
        "mean_vote_imdb":[7.1],
        "votes_10":[2507],
        "votes_9":[3094],
        "votes_8":[9563],
        "votes_7":[14522],
        "votes_6":[6476],
        "votes_5":[2233],
        "votes_4":[844],
        "votes_3":[397],
        "votes_2":[202],
        "votes_1":[412],
        "release_year":[1989],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["An underrated film with perhaps the greatest performance that Michael J. Fox ever gave. DePalma looks at Vietnam through a different persepective than an audience is used to, making this far from your typical war movie. Penn, as always, is riveting to wat",
          "The equation of sanctioned and unsanctioned barbarism in the climactic moments of Casualties is about as damning an indictment of the way that humanity justifies immoral acts during war as I've seen.",
          "Examines the dehumanizing effects of war, and implies that the soldiers who commit the atrocities are as much a victim of that dehumanization as the girl who they victimize",
          "Michael J. Fox is a revelation as the mouse that roared, whilst the score, the direction, and the rest of the cast turn a risky film into a solid addition to the Nam canon.",
          "It's a fat glop of obvious screen manipulation that preserves a frightening human core, making the life and death struggle all the more shocking.",
          "This Vietnam War saga, inspired by a true story, is among De Palma's better pictures, devoid of his usual gimmicry and cynicism.",
          "De Palma uses his consummate filmmaking skill to craft a reflection of his own grave sorrow about the Vietnam era.",
          "Disturbing anti-war film with strong Sean Penn and surprisingly effective Michael J. Fox.",
          "Too strident in its anti-war sentiment. Penn almost comes across as a caricature.",
          "The strong conclusion ensures that the film ends on a somewhat powerful note...",
          "Makes us look at the mistaken Vietnam War as something that's dehumanizing.",
          "Superb, overlooked Vietnam drama may be Brian DePalma's finest hour.",
          "ably demonstrates just how powerful a well-crafted film can be",
          "Who'd have thought De Palma had a war flick in him?",
          "Michael J. Fox is a little hard to buy in this one.",
          "Harrowing drama with strong performances",
          "Worthwhile drama set in the Vietnam War"],
        "id":"1feceb96-8d10-4569-ad5c-0c563be17873",
        "Unnamed__0":[2516],
        "available_disney_":[false],
        "_version_":1719163484581658627,
        "score":112.14488},
      {
        "imdb_title_id":"tt0106379",
        "rotten_tomatoes_link":["m/being_human"],
        "original_title":["Being Human"],
        "original_release_date":["1994-05-06T00:00:00Z"],
        "streaming_release_date":["2014-02-20T00:00:00Z"],
        "country":["UK, Japan"],
        "language":["English, Scottish Gaelic"],
        "production_company":["Warner Bros."],
        "directors":["Bill Forsyth"],
        "writer":["Bill Forsyth"],
        "actors":["Robin Williams, Kelly Hunter, Maudie Johnson, Max Johnson, Robert Carlyle, Eoin McCarthy, Irvine Allen, Iain Andrew, Robert Cavanah, Tony Curran, Andrew Flanagan, Seamus Gubbins, Iain McAleese, David McGowan, Gavin Mitchell"],
        "budget":["$ 40000000"],
        "worlwide_gross_income":["$ 1519366"],
        "genres":["Comedy, Drama"],
        "content_rating":["PG-13"],
        "runtime":[122],
        "movie_info":["One human soul named Hector (Robin Williams) gets the chance to live five separate lives, through different periods of history. He is reincarnated as a Celt, a Roman slave, a Scottish crusader, a man shipwrecked in Africa and a modern-day New Yorker. And, though the same souls keep popping up around him, including his lover and his children, Hector makes the same mistakes over and over again. But it is through these many trials and errors that Hector learns what it truly means to be human."],
        "audience_rating":[42],
        "tomatometer_rating":[54],
        "total_votes":[3770],
        "mean_vote_imdb":[5.5],
        "votes_10":[274],
        "votes_9":[143],
        "votes_8":[280],
        "votes_7":[503],
        "votes_6":[733],
        "votes_5":[709],
        "votes_4":[443],
        "votes_3":[269],
        "votes_2":[173],
        "votes_1":[243],
        "release_year":[1994],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Just when you think the parts are never going to connect, they do so quite movingly",
          "Never comes to a boil."],
        "id":"da59aa38-e858-4462-912f-c8b34ea73f62",
        "Unnamed__0":[2985],
        "available_disney_":[false],
        "_version_":1719163484735799299,
        "score":112.14488},
      {
        "imdb_title_id":"tt0120794",
        "rotten_tomatoes_link":["m/prince_of_egypt"],
        "original_title":["The Prince of Egypt"],
        "original_release_date":["1998-12-18T00:00:00Z"],
        "streaming_release_date":["2015-11-25T00:00:00Z"],
        "country":["USA"],
        "language":["English, Hebrew"],
        "production_company":["DreamWorks Animation"],
        "directors":["Brenda Chapman, Steve Hickner, Simon Wells, Stephen Hickner"],
        "writer":["Philip LaZebnik, Nicholas Meyer"],
        "actors":["Val Kilmer, Ralph Fiennes, Michelle Pfeiffer, Sandra Bullock, Jeff Goldblum, Danny Glover, Patrick Stewart, Helen Mirren, Steve Martin, Martin Short, Bobby Motown, Eden Riegel, Ofra Haza, James Avery, Aria Noelle Curzon"],
        "budget":["$ 70000000"],
        "worlwide_gross_income":["$ 218613188"],
        "genres":["Animation, Drama, Kids & Family, Musical & Performing Arts"],
        "content_rating":["PG"],
        "runtime":[97],
        "movie_info":["In this animated retelling of the Book of Exodus, Egyptian Prince Moses (Val Kilmer), upon discovering his roots as a Jewish slave, embarks on a quest to free his people from bondage. When his plea is denied by his brother Rameses (Ralph Fiennes), the new pharaoh, a series of horrific plagues strike Egypt. Moses finally leads the Israelites to freedom by parting the Red Sea and drowning the Egyptian army. God then gives Moses the Ten Commandments, a list of rules for his people to live by."],
        "audience_rating":[76],
        "tomatometer_rating":[80],
        "total_votes":[115737],
        "mean_vote_imdb":[7.3],
        "votes_10":[15008],
        "votes_9":[12106],
        "votes_8":[23305],
        "votes_7":[32915],
        "votes_6":[18603],
        "votes_5":[7609],
        "votes_4":[2916],
        "votes_3":[1372],
        "votes_2":[764],
        "votes_1":[1139],
        "release_year":[1998],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["It is the absolutely stunning visuals that make the movie so compelling!",
          "Worthy but visually stunning version of the biblical tale.",
          "Hyperactive and visually busy without being much fun.",
          "This is truly a landmark in animated entertainment.",
          "It's a film that has its heart in the right place.",
          "Don't expect dancing camels and singing sphinxes.",
          "The movie has some astonishing visual effects.",
          "Sincere, respectful and visually sublime.",
          "A well- acted, great-looking movie!",
          "Extravagant. Daring. Breathtaking.",
          "A solid and consistent movie.",
          "The animation is stunning.",
          "Truly spectacular.",
          "The 400-member-strong Prince of Egypt team (led by directors Brenda Chapman, Steve Hickner and Simon Wells and ramrodded by executive producer Jeffrey Katzenberg) have created a succession of visual wonders.",
          "The Prince of Egypt goes beyond fanciful and magical. It is the first spiritual animated film ever, as deep and resonant as it is soaringly inventive!",
          "An inspiring translation of biblical grandeur, turning the story of one of history's greatest heroes into an entertaining, visually dazzling cartoon.",
          "There's a nagging disharmony between the grandeur of the tale and the lazily anachronistic dialogue, which spoon-feeds the audience.",
          "This movie is worth a trip to the local multiplex by viewers of all ages, races, and religious persuasions.",
          "If de Mille had seen this film, he would have gone back to the drawing board!",
          "Takes itself too seriously."],
        "id":"f5ee8954-54c1-4397-96d1-1334135db95c",
        "Unnamed__0":[3867],
        "available_disney_":[false],
        "_version_":1719163485012623360,
        "score":112.14488},
      {
        "imdb_title_id":"tt0377749",
        "rotten_tomatoes_link":["m/1140781-dead_birds"],
        "original_title":["Dead Birds"],
        "original_release_date":["2004-01-01T00:00:00Z"],
        "streaming_release_date":["2017-10-01T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Silver Nitrate Pictures"],
        "directors":["Alex Turner"],
        "writer":["Simon Barrett"],
        "actors":["Henry Thomas, Patrick Fugit, Nicki Aycox, Michael Shannon, Muse Watson, Mark Boone Junior, Isaiah Washington, Harris Mann, Melanie Abramoff, Donna Biscoe, Brian Bremer, Russell Durham Comegys, David Dwyer, Michael Faella, Steve Green"],
        "budget":["$ 1500000"],
        "worlwide_gross_income":["Unknown"],
        "genres":["Drama, Horror, Mystery & Suspense"],
        "content_rating":["R"],
        "runtime":[91],
        "movie_info":["William (Henry Thomas), a Confederate soldier, has gone AWOL with a crew of other men. As the group, among it a runaway slave (Isaiah Washington) and a nurse (Nicki Aycox), makes its way along, it stops off to rob a bank clean. Looking to plan a getaway, the gang heads into an empty house to hole up for the evening. As the soldiers start arguing with one another, strange things begin happening in the house -- and everyone in the group soon realizes that the place is haunted."],
        "audience_rating":[40],
        "tomatometer_rating":[50],
        "total_votes":[9707],
        "mean_vote_imdb":[5.8],
        "votes_10":[584],
        "votes_9":[372],
        "votes_8":[934],
        "votes_7":[1651],
        "votes_6":[2243],
        "votes_5":[1688],
        "votes_4":[927],
        "votes_3":[536],
        "votes_2":[336],
        "votes_1":[436],
        "release_year":[2004],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[true],
        "review_content":["The deliberate pacing of the movie does take a while to get used to, though, especially for viewers who like their horror movies fast and bloody.",
          "About the only thing that is original and unfamiliar about this house of horrors horror film is that it is set during the Civil War.",
          "You're not likely to lose a night's sleep over it . . . but you may find yourself double-checking under the bed before turning in.",
          "Solid acting, at times brilliant camera work, and superb sound design all contribute to make this a truly frightening winner.",
          "Evil bastards encounter angry spirits in a haunted house. You do the math.",
          "Dull, boring, silly, but starring the kid from E.T.",
          "What a shame it didn't get the theater treatment..."],
        "id":"090a7deb-fb1d-49a7-bf02-63ca204d5eec",
        "Unnamed__0":[5167],
        "available_disney_":[false],
        "_version_":1719163485437296642,
        "score":112.14488},
      {
        "imdb_title_id":"tt1371111",
        "rotten_tomatoes_link":["m/cloud_atlas_2012"],
        "original_title":["Cloud Atlas"],
        "original_release_date":["2012-10-26T00:00:00Z"],
        "streaming_release_date":["2014-03-01T00:00:00Z"],
        "country":["USA, Germany, Hong Kong, Singapore, China"],
        "language":["English, Spanish, Ukrainian, Korean"],
        "production_company":["Cloud Atlas Productions"],
        "directors":["Tom Tykwer, Lilly Wachowski, Lana Wachowski"],
        "writer":["David Mitchell, Lana Wachowski"],
        "actors":["Tom Hanks, Halle Berry, Jim Broadbent, Hugo Weaving, Jim Sturgess, Doona Bae, Ben Whishaw, Keith David, James D'Arcy, Xun Zhou, David Gyasi, Susan Sarandon, Hugh Grant, Robert Fyfe, Martin Wuttke"],
        "budget":["$ 102000000"],
        "worlwide_gross_income":["$ 130482868"],
        "genres":["Drama, Science Fiction & Fantasy"],
        "content_rating":["R"],
        "runtime":[172],
        "movie_info":["Actors (Tom Hanks, Halle Berry, Jim Broadbent) take on multiple roles in an epic that spans five centuries. An attorney harbors a fleeing slave on a voyage from the Pacific Islands in 1849; a poor composer in pre-World War II Britain struggles to finish his magnum opus before a past act catches up with him; a genetically engineered worker in 2144 feels the forbidden stirring of human consciousness -- and so on. As souls are born and reborn, they renew their bonds to one another throughout time."],
        "audience_rating":[66],
        "tomatometer_rating":[67],
        "total_votes":[340313],
        "mean_vote_imdb":[7.5],
        "votes_10":[54571],
        "votes_9":[56383],
        "votes_8":[82668],
        "votes_7":[67097],
        "votes_6":[36259],
        "votes_5":[18175],
        "votes_4":[9020],
        "votes_3":[5391],
        "votes_2":[3855],
        "votes_1":[6894],
        "release_year":[2012],
        "type":["movie"],
        "available_netflix":[true],
        "available_prime_video":[false],
        "review_content":["\"Cloud Atlas\" deserves praise if only for not being the baggy, pretentious disaster it could have been in other hands.",
          "It's an imperfect film of great daring and tremendous humanity, a work of many stories, but a singular achievement.",
          "A trash heap of rubber noses and implausible high school accents that give new meaning to the word \"pretentious.\"",
          "These disparate tales have been listlessly smashed together in the hopes that something substantial will emerge.",
          "Fantasy-fiction audiences might enjoy seeing Cloud Atlas repeatedly, I suspect, picking up more clues each time.",
          "Enormous in length and scope, a film whose purpose doesn't even begin to come into focus until two hours in.",
          "A dizzily generous ride, scored with real grandeur, and even its silliest elements are guilty pleasures.",
          "A bloated, pseudo-intellectual, self-indulgent slog through some notions that are really rather facile.",
          "There are moments when it works wonderfully, but too many where it feels overlong and ponderous.",
          "For all the spectacular settings and visionary designs, Cloud Atlas left me feeling disconnected",
          "Felicitous moments can't break through the dark nebula of self-importance around Cloud Atlas ...",
          "They key to successfully absorbing the movie may be in not trying to overthink what's on screen.",
          "The perfect film for all those people whose one, undying wish in life is to swim with dolphins.",
          "The result is maddening, exasperating, occasionally exhilarating -- and mostly boring.",
          "It's a polarizing, ambitious, sometimes beautiful and occasionally maddening epic.",
          "The movie doesn't really work, but it's fascinating in the ways it doesn't.",
          "Cloud Atlas is a cornily enthralling sci-fi kaleidoscope.",
          "The cumulative effect is one of spectacle over substance.",
          "Surely this is one of the most ambitious films ever made.",
          "It isn't as complicated as it thinks."],
        "id":"4266ee0f-992f-4b86-bfe0-7052a9265b94",
        "Unnamed__0":[6861],
        "available_disney_":[false],
        "_version_":1719163486069587970,
        "score":112.14488},
      {
        "imdb_title_id":"tt1921064",
        "rotten_tomatoes_link":["m/pompeii_2013"],
        "original_title":["Pompeii"],
        "original_release_date":["2014-02-21T00:00:00Z"],
        "streaming_release_date":["2015-12-04T00:00:00Z"],
        "country":["Canada, Germany, USA, UK"],
        "language":["English"],
        "production_company":["TriStar Pictures"],
        "directors":["Paul W.S. Anderson"],
        "writer":["Janet Scott Batchler, Lee Batchler"],
        "actors":["Dylan Schombing, Jean-Francois Lachapelle, Rebecca Roberts, Kiefer Sutherland, Sasha Roiz, Jean Frenette, Joe Pingue, Currie Graham, Kit Harington, Maxime Savaria, Ron Kennell, Tom Bishop Sr., Emily Browning, Jessica Lucas, Carrie-Anne Moss"],
        "budget":["$ 100000000"],
        "worlwide_gross_income":["$ 117831631"],
        "genres":["Action & Adventure, Drama, Mystery & Suspense"],
        "content_rating":["PG-13"],
        "runtime":[105],
        "movie_info":["In 79 A.D., Pompeii, a bustling port city, stands in the shadow of Mount Vesuvius. Milo (Kit Harington), a former slave, is a gladiator who has caught the eye of Cassia (Emily Browning), a wealthy merchant's daughter. However, their difference in social status is not the only obstacle to their love; Cassia has been promised to Corvus (Kiefer Sutherland), a corrupt Roman senator. When the eruption of Mount Vesuvius rains lava and ash down on the city, Milo races to save her before it's too late."],
        "audience_rating":[34],
        "tomatometer_rating":[28],
        "total_votes":[105082],
        "mean_vote_imdb":[5.7],
        "votes_10":[5786],
        "votes_9":[3022],
        "votes_8":[7693],
        "votes_7":[16828],
        "votes_6":[25344],
        "votes_5":[21058],
        "votes_4":[11756],
        "votes_3":[6596],
        "votes_2":[3632],
        "votes_1":[3367],
        "release_year":[2014],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["It's an average modern actioner: driven by technology, careless of the past, casually insulting to the audience, mindless in its violence. Vesuvius 1, movie-lovers nil.",
          "Pompeii, the new historical-kitsch disaster movie, raises the question: Is there something about ancient classical settings that inspires actors to act badly?",
          "Harington transformed his body for the role, but here's the real disaster: His startlingly defined six-pack abs are the most memorable part of his character.",
          "Like its director's horror hybrids, Pompeii values self-determination over survival, which makes for better, brisker, less convoluted genre storytelling.",
          "Pompeii 3D is a swords-and-sandals disaster epic that contains all the B-movie tropes you might hope for... The only element missing is a decent script.",
          "It's a spectacle all right - but mostly just of a lot of people, some of whom should know better, making an utter ash of themselves.",
          "A campy guilty pleasure that serves up a \"Gladiator'' knockoff as an appetizer to the impressively flame-filled main course.",
          "The drama is deadly but the volcano's a blast, making Pompeii something less than the complete disaster you might expect.",
          "This lumpen adventure with a misguided romance buries anything in the disaster-flick genre that might have been a blast.",
          "It's all preposterously enjoyable, far more so than those impervious superheroes chucking each other about yet again.",
          "Pompeii is a Titanic wannabe with a romance between a rich girl and a poor boy set against a natural disaster.",
          "Pompeii is a fascinating mystery, with enormous possibilities that the movie utterlyignores.",
          "A mindless but watchable fondue pot of high-calorie visuals and ready-made plotting ...",
          "Pompeii is half sword-and-sandal epic, half disaster movie and all guilty pleasure.",
          "One of the most bloodless films to ever kill thousands of people in a fell swoop.",
          "You wonder if Paul W.S. Anderson is a director who might feel disrespected.",
          "Pompeii is a big, glorious, cheesy mess.",
          "Is it wrong to root for the volcano?",
          "Better than it had any right to be.",
          "Oh my sweet Jove it is boring."],
        "id":"5c9f64a9-1deb-41fa-9d55-fb7a4a2aa8ed",
        "Unnamed__0":[7441],
        "available_disney_":[false],
        "_version_":1719163486283497473,
        "score":112.14488},
      {
        "imdb_title_id":"tt0279111",
        "rotten_tomatoes_link":["m/gods_and_generals"],
        "original_title":["Gods and Generals"],
        "original_release_date":["2003-02-21T00:00:00Z"],
        "streaming_release_date":["2011-07-01T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Turner Pictures (I)"],
        "directors":["Ronald F. Maxwell"],
        "writer":["Jeff Shaara, Ron Maxwell"],
        "actors":["Donzaleigh Abernathy, Mark Aldrich, George Allen, Keith Allison, Royce D. Applegate, Bruce Boxleitner, Bo Brinkman, Mac Butler, Robert Byrd, Shane Callahan, Billy Campbell, David Carpenter, John Castle, Jim Choate, Martin Clark"],
        "budget":["$ 56000000"],
        "worlwide_gross_income":["$ 12923936"],
        "genres":["Classics, Drama"],
        "content_rating":["PG-13"],
        "runtime":[223],
        "movie_info":["A sweeping epic charting the early years of the Civil War and how the campaigns unfolded from Manassas I to the Battle of Fredericksburg, this prequel to the film \"Gettysburg\" explores the motivations of the combatants and examines the lives of those who waited at home."],
        "audience_rating":[64],
        "tomatometer_rating":[8],
        "total_votes":[15189],
        "mean_vote_imdb":[6.5],
        "votes_10":[2071],
        "votes_9":[1084],
        "votes_8":[2078],
        "votes_7":[2889],
        "votes_6":[2717],
        "votes_5":[1655],
        "votes_4":[891],
        "votes_3":[593],
        "votes_2":[428],
        "votes_1":[783],
        "release_year":[2003],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["It was made strictly by and for Civil War buffs who insist that every pious speech and every skirmish is worthy of filming, even if the end result suffers from serious battle fatigue.",
          "It is so lacking in flesh-and-blood characters, so unclear in its depiction of battles like Bull Run, and so nauseating in its gruesome sentimentality that it is all but unwatchable.",
          "Bad actors or normally competent ones (Jeff Daniels, Stephen Lang) serve up stilted deliveries of stilted dialogue in a near-flashback to the filmstrips we used to see in school.",
          "Maxwell, a TV movie director with no ear for dialogue that isn't over the top and no eye for the sort of visual poetry these stories demand, is plainly not up to the job.",
          "On the big screen ... Gods and Generals plays woefully stiff, hampered by the breadth of its source material and the reams of exposition required to explain the action.",
          "An inert pageant of waxen figures that fails completely as drama even as it insults the sensibilities of anyone not clinging to rosy memories of the slave-era South.",
          "It may not be the worst war epic ever made -- that probably would be Battlefield Earth -- but it's darn close to being an unqualified disaster of that magnitude.",
          "It's less a movie than a salute to a troubled moment in our history, a movie so steeped in nobility that you half expect it to swoon with reverence for itself.",
          "All that yapping! -- great swaths of quotations from the Bible and the classics, countless ringing speeches, endless stretches of flowery dialogue.",
          "What the filmmakers fail to recognize is that history on the page is quite different from what it needs to be onscreen, namely alive and visceral.",
          "A trial to sit through: stiff, ponderous, fluttering in its 'poetry,' and crudely simplistic as an apologia for the Confederate ideology.",
          "If ever there was a movie that could cause even the most restless sleeper to fall into a deep slumber, this is it.",
          "A shameless apologia for the Confederacy as a divinely inspired crusade for faith, home and slave labor.",
          "Swapping politics for crass platitudes, Gods and Generals is a monumental folly.",
          "At times, the film can feel like a historical pageant, stiff and heavy-handed.",
          "Few of [the actors] are able to compete with the wigs and the platitudes.",
          "The movie we see here, though admirable in parts, is numbing as a whole.",
          "General Boredom meets Major Tedium on the Civil War fields of Virginia.",
          "A lumpy three-and-a-half-hour glob of Civil War history.",
          "Incredibly boring and badly acted."],
        "id":"75fc80ae-e89e-4a46-9f74-37cc750cfda1",
        "Unnamed__0":[4628],
        "available_disney_":[false],
        "_version_":1719163485256941568,
        "score":111.92423},
      {
        "imdb_title_id":"tt0087004",
        "rotten_tomatoes_link":["m/the_brother_from_another_planet"],
        "original_title":["The Brother from Another Planet"],
        "original_release_date":["1984-09-07T00:00:00Z"],
        "streaming_release_date":["2017-01-19T00:00:00Z"],
        "country":["USA"],
        "language":["English, Spanish"],
        "production_company":["Anarchist's Convention Films"],
        "directors":["John Sayles"],
        "writer":["John Sayles"],
        "actors":["Joe Morton, Rosanna Carter, Ray Ramirez, Yves Rene, Peter Richardson, Ginny Yang, Daryl Edwards, Steve James, Leonard Jackson, Bill Cobbs, Maggie Renzi, Olga Merediz, Tom Wright, Minnie Gentry, Renn Woods"],
        "budget":["$ 350000"],
        "worlwide_gross_income":["$ 3677209"],
        "genres":["Art House & International, Comedy, Drama, Science Fiction & Fantasy, Romance"],
        "content_rating":["R"],
        "runtime":[104],
        "movie_info":["\"The Brother\" (Joe Morton) is an alien and escaped slave on the run from his home planet. After he lands in New York City, he tries to adapt to life on the streets of Harlem. Although the Brother is mute, he does have great abilities at fixing machines, and he gets a job. As the Brother tries to blend in with his new culture, he finds an apartment and gradually makes friends. Meanwhile, he is pursued by two agents from his home world who are intent on returning there with him."],
        "audience_rating":[75],
        "tomatometer_rating":[89],
        "total_votes":[5379],
        "mean_vote_imdb":[6.9],
        "votes_10":[476],
        "votes_9":[473],
        "votes_8":[1158],
        "votes_7":[1443],
        "votes_6":[884],
        "votes_5":[465],
        "votes_4":[165],
        "votes_3":[104],
        "votes_2":[86],
        "votes_1":[125],
        "release_year":[1984],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["It may not be the perfect John Sayles film, the perfect science fiction movie or the perfect film about black life --- but it manages to seamlessly mix wit, slapstick, poignancy and politics.",
          "A talk-heavy script about racial prejudice and other ills through the eyes of a mute black alien, terrifically played by John Sayles' regular Joe Morton.",
          "brave and pure and an unlikely (though oddly appropriate) introduction to the first film of Sayles' middle period: Matewan.",
          "An excellent example of what can be achieved with a very small budget and a good screenplay.",
          "Writer-director John Sayles' low-budget, high-concept fable is smart, sensitive sci-fi.",
          "...this one, something of a B-ish sci-fi dramadey, provides laughs as it provokes.",
          "Quirky urban spaceman comedy, that's only moderately funny and observant.",
          "Sayles has done a pile of great films, and this is one of the best.",
          "...nearly topples over from the weight of its social commentary.",
          "Often fascinating, but somehow never truly involving.",
          "Joe Morton gives a great silent performance.",
          "The movie finds countless opportunities for humorous scenes, most of them with a quiet little bite, a way of causing us to look at our society.",
          "It's a nice, unsurprising shaggy-dog story that goes on far too long."],
        "id":"8242d5da-e601-4390-a6b2-3ba3c24e956c",
        "Unnamed__0":[2005],
        "available_disney_":[false],
        "_version_":1719163484428566528,
        "score":109.63942},
      {
        "imdb_title_id":"tt0196229",
        "rotten_tomatoes_link":["m/zoolander"],
        "original_title":["Zoolander"],
        "original_release_date":["2001-09-28T00:00:00Z"],
        "streaming_release_date":["2013-08-01T00:00:00Z"],
        "country":["Germany, USA"],
        "language":["English"],
        "production_company":["Paramount Pictures"],
        "directors":["Ben Stiller"],
        "writer":["Drake Sather, Ben Stiller"],
        "actors":["Ben Stiller, Owen Wilson, Christine Taylor, Will Ferrell, Milla Jovovich, Jerry Stiller, David Duchovny, Jon Voight, Judah Friedlander, Nathan Lee Graham, Alexandre Manning, Asio Highsmith, Alexander Skarsgård, Donald Trump, Christian Slater"],
        "budget":["$ 28000000"],
        "worlwide_gross_income":["$ 60780981"],
        "genres":["Comedy, Special Interest"],
        "content_rating":["PG-13"],
        "runtime":[89],
        "movie_info":["Propelled to the top of the fashion world by a photogenic gaze he calls \"Blue Steel,\" dimwitted male model Derek Zoolander (Ben Stiller) thinks he's got a fourth consecutive win as Male Model of the Year in the bag. But, when his rival, Hansel (Owen Wilson), unexpectedly takes the crown, Derek is crushed. He becomes easy prey for fashion designer Jacobim Mugatu (Will Ferrell), who signs Derek to star in his \"Derelicte\" fashion show, then brainwashes him to kill Malaysia's prime minister."],
        "audience_rating":[80],
        "tomatometer_rating":[64],
        "total_votes":[242549],
        "mean_vote_imdb":[6.7],
        "votes_10":[19017],
        "votes_9":[17696],
        "votes_8":[42101],
        "votes_7":[63994],
        "votes_6":[47950],
        "votes_5":[23796],
        "votes_4":[11827],
        "votes_3":[6471],
        "votes_2":[4266],
        "votes_1":[5431],
        "release_year":[2001],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["I haven't laughed so much at a movie theatre for a long time.",
          "Ben AND Jerry Stiller, what more can one ask for?",
          "A surprisingly entertaining movie, but edgy.",
          "I have two words for \"Zoolander\": Stoo Pid!",
          "A really really ridiculously stupid movie.",
          "A success -- if you like dumb fun.",
          "It's timely, hilarious, good fun.",
          "If the Malaysians made a comedy about the assassination of the president of the United States because of his opposition to slavery, it would seem approximately as funny to us as Zoolander would seem to them.",
          "Even with the director hustling his cast like a fashion-show martinet, there's only so much cartoon emoting to be done before we're anticipating a TV commercial break.",
          "This comedy far exceeds the time span over which watching people acting dumb and making funny faces remains funny.",
          "It's a one-joke movie -- models are vain, bulimic morons -- and it wears out faster than a pair of paper panties.",
          "Despite its numerous weaknesses, Zoolander is more enjoyable than many of 2001's crop of so-called comedies.",
          "What Zoolander does have, and this was enough for me, is a sublime comic performance by Owen Wilson.",
          "Though basically an extended skit, Zoolander never runs out of amusing satiric thrusts.",
          "Zoolander's vain stupidity gets as wearisome on film as such behaviour is in real life.",
          "It's patchy and occasionally irritating. However, it's also occasionally very funny.",
          "Maybe another rewrite, maybe an extra writer, maybe a better concept...",
          "Manages to be stretched too thin and overblown at the same time.",
          "A refreshingly funny movie.",
          "Often unspeakably funny."],
        "id":"4d1804f1-8bcf-4b72-a834-3c2010a6d480",
        "Unnamed__0":[4273],
        "available_disney_":[false],
        "_version_":1719163485142646786,
        "score":91.99398},
      {
        "imdb_title_id":"tt2420166",
        "rotten_tomatoes_link":["m/the_world_made_straight_2015"],
        "original_title":["The World Made Straight"],
        "original_release_date":["2015-01-09T00:00:00Z"],
        "streaming_release_date":["2015-11-05T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Bifrost Pictures"],
        "directors":["David Burris"],
        "writer":["Ron Rash, Shane Danielsen"],
        "actors":["Noah Wyle, Jeremy Irvine, Minka Kelly, Adelaide Clemens, Steve Earle, Haley Joel Osment, Marcus Hester, Colin Dennard, Alex Van, Robin Mullins, Frances Burnett, Robert Haulbrook, Sandra Ellis Lafferty, Ryan Taylor Harris, Anne O'Shea"],
        "budget":["Unknown"],
        "worlwide_gross_income":["Unknown"],
        "genres":["Drama"],
        "content_rating":["R"],
        "runtime":[119],
        "movie_info":["A rebellious young man (Jeremy Irvine) struggles to escape from the violent legacy of an Appalachian community still haunted by a Civil War massacre."],
        "audience_rating":[46],
        "tomatometer_rating":[62],
        "total_votes":[1797],
        "mean_vote_imdb":[5.8],
        "votes_10":[134],
        "votes_9":[49],
        "votes_8":[124],
        "votes_7":[271],
        "votes_6":[431],
        "votes_5":[370],
        "votes_4":[196],
        "votes_3":[85],
        "votes_2":[63],
        "votes_1":[74],
        "release_year":[2015],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["For all the good intentions and native hands behind the camera, The World Set Straight never seems particularly credible or convincing as a fresh look at regional history.",
          "The moody lighting and the ubiquity of deciduous trees provide a canvas for bracing drama, but the film undoes itself by its desire to impart revelatory history lessons.",
          "The Civil War was about the South not wanting to give up its slaves. Now it won't give up its drugs. 'Rednecks and drugs: one of the worst hookups of the '60s.'",
          "Yes, this is one of those low-budget gems you're always hearing about. Sub-par production values, certainly. But an intriguing story with excellent acting.",
          "Gets drunk on its own solemn resonance and turns its intriguing elements of tragic fate and warps them into eye crossed foolishness.",
          "Slow and overly melodramatic, in that Southern Gothic way. But well-acted, with a searingly vivid sense of place.",
          "Mature coming-of-age adaptation has violence, drugs.",
          "The performances are strong... and Earle is particularly memorable. The film glows with a dark energy when he's on screen. But it's too long, has a musical soundtrack that's often intrusive, and sometimes sags when it should be taut with tension",
          "Though the film, based on a Ron Rash novel, doesn't quite deliver on all its grim portents, debut director David Burris creates a neo-Faulknerian atmosphere of indelible sin in a story that rises above clich.",
          "A palpable sense of environment and strong performances from Noah Wyle and musician Steve Earle can't balance the extensive flaws in this unconvincing Appalachian melodrama.",
          "Jeremy Irvine is the sympathetic focus, but it's Noah Wyle who holds the movie together, as a former teacher who lost his job through a malicious student's prank.",
          "The film illustrates how the most powerful and welcome stabilizing forces in human life - history, family, geography - can turn so easily into deadly traps."],
        "id":"8fcf8f0e-7928-4c8b-9a42-c0600bbba98d",
        "Unnamed__0":[7837],
        "available_disney_":[false],
        "_version_":1719163486437638145,
        "score":90.67334},
      {
        "imdb_title_id":"tt1206885",
        "rotten_tomatoes_link":["m/rambo_last_blood"],
        "original_title":["Rambo: Last Blood"],
        "original_release_date":["2019-09-20T00:00:00Z"],
        "streaming_release_date":["2019-09-20T00:00:00Z"],
        "country":["USA, Hong Kong, France, Bulgaria, Spain, Sweden"],
        "language":["English, Spanish"],
        "production_company":["Lionsgate"],
        "directors":["Adrian Grunberg"],
        "writer":["Matthew Cirulnick, Sylvester Stallone"],
        "actors":["Sylvester Stallone, Paz Vega, Sergio Peris-Mencheta, Adriana Barraza, Yvette Monreal, Genie Kim, Joaquín Cosio, Pascacio López, Óscar Jaenada, Alexander Dimitrov, Aaron Cohen, Nick Wittman, Jessica Madsen, Louis Mandylor, Owen Davis"],
        "budget":["$ 50000000"],
        "worlwide_gross_income":["$ 91490353"],
        "genres":["Action & Adventure, Mystery & Suspense"],
        "content_rating":["R"],
        "runtime":[89],
        "movie_info":["Vietnam War veteran John Rambo tries to find some semblance of peace by raising horses on a ranch in Arizona. He's also developed a special familial bond with a woman named Maria and her teenage granddaughter Gabriela. But when a vicious Mexican cartel kidnaps Gabriela, Rambo crosses the border on a bloody and personal quest to rescue her and punish those responsible."],
        "audience_rating":[82],
        "tomatometer_rating":[26],
        "total_votes":[76064],
        "mean_vote_imdb":[6.4],
        "votes_10":[7426],
        "votes_9":[3423],
        "votes_8":[9093],
        "votes_7":[17038],
        "votes_6":[17411],
        "votes_5":[10104],
        "votes_4":[5085],
        "votes_3":[2840],
        "votes_2":[1663],
        "votes_1":[1981],
        "release_year":[2019],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[true],
        "review_content":["It's cheap and lazy stuff.",
          "Surprisingly non-terrible.",
          "Gruesome and simplistic.",
          "A fascist snuff film.",
          "He has destroyed an entire battalion of Vietnamese troops, he defeated the Russians in Afghanistan and he decimated the Burmese military machine. Now the iconic super-soldier John Rambo faces his greatest enemy yet: audience apathy.",
          "The latest chapter feels like a bad \"Rocky\" sequel has infected a good \"Rambo\" movie. And along the way, the makers of \"Last Blood\" lose track of the thing that draws us to the character.",
          "In 2019's hypersensitive cultural environment, the depiction of murderous Mexican crime bosses and their cowering sex slaves encountering a literal white savior doesn't go down so easy.",
          "Rambo, and his films, have never been in the business of holding back, but it's unclear where, as entertainment, this calculated plunge into hate and rage really gets us these days.",
          "This sloppily conceived and muddily rendered Rambo picture does not merely insult any audience member unfortunate enough to see it; it does something far worse. It insults Rambo.",
          "Stallone may not be the best custodian of his own legacy. Graying, splotchy and barely intelligible, he turns in a self-negating performance, just as ugly on the inside.",
          "[It] is less an escapist action movie and more a dramatized manifestation of the most notorious sentences from Donald Trump's presidential campaign announcement speech.",
          "Come the apocalypse, Rambo will almost certainly still be spilling blood. \"The war inside never ends!\" And neither does this bloody franchise.",
          "Director Adrian Grunberg goes for an almost horror-flick level of gore: blasted-off faces, bisected bodies, trisected skulls, you name it.",
          "Everything about \"Last Blood\" so perfunctory, it makes the film something to be slogged through, rather than enjoyed.",
          "This is, to put it plainly, one nutty movie. To begin with, there is no evident reason for it to exist.",
          "\"Rambo: Last Blood\" features what's easily the most violent movie scene of the year. It's awesome.",
          "Rambo has always been a monster, but in his old age, he has become something even worse: no fun.",
          "As a fan of the series, I wished for a stronger sendoff with a lot less comic book splatter.",
          "[A] massively enlarged prostate of a film...",
          "An unwatchable piece of excrement."],
        "id":"c6292c7f-26b7-4b78-a81b-15924688ec33",
        "Unnamed__0":[6639],
        "available_disney_":[false],
        "_version_":1719163485988847619,
        "score":86.505875},
      {
        "imdb_title_id":"tt7533152",
        "rotten_tomatoes_link":["m/the_boy_who_harnessed_the_wind"],
        "original_title":["The Boy Who Harnessed the Wind"],
        "original_release_date":["2019-03-01T00:00:00Z"],
        "streaming_release_date":["2019-03-01T00:00:00Z"],
        "country":["UK, Malawi"],
        "language":["Arabic, Nyanja, English"],
        "production_company":["BBC Films"],
        "directors":["Chiwetel Ejiofor"],
        "writer":["Chiwetel Ejiofor, William Kamkwamba"],
        "actors":["Chiwetel Ejiofor, Maxwell Simba, Felix Lemburo, Robert Agengo, Fiskan Makawa, Lily Banda, Aïssa Maïga, Fredrick Lukhere, Hestingzi Phiri, Rophium Banda, Philbert Falakeza, Samson Kambalu, Raymond Ofula, Noma Dumezweni, Lemogang Tsipa"],
        "budget":["Unknown"],
        "worlwide_gross_income":["Unknown"],
        "genres":["Art House & International, Drama"],
        "content_rating":["NR"],
        "runtime":[113],
        "movie_info":["A 13-year-old boy is thrown out of the school he loves when his family can no longer afford the fees. He sneaks into the library and learns how to build a windmill to save his village from a famine."],
        "audience_rating":[88],
        "tomatometer_rating":[86],
        "total_votes":[24574],
        "mean_vote_imdb":[7.8],
        "votes_10":[2738],
        "votes_9":[3516],
        "votes_8":[8701],
        "votes_7":[7058],
        "votes_6":[1854],
        "votes_5":[421],
        "votes_4":[103],
        "votes_3":[29],
        "votes_2":[42],
        "votes_1":[112],
        "release_year":[2019],
        "type":["movie"],
        "available_netflix":[true],
        "available_prime_video":[false],
        "review_content":["[The film's] environmental and corporate themes... makes it one of the most relevant films to watch right now. [Full review in Spanish]",
          "Conventionally emotional and wholly felt, Ejiofor has chosen here a worthwhile story and taken full, earnest control of its telling.",
          "Chiwetel Ejiofor announces himself as a sensitive, shrewdly restrained filmmaker with his quietly assured directorial debut.",
          "It's a well-worn tale told better than most, a cut above the rest of Netflix's ilk and a fine debut for Ejiofor.",
          "The film rarely offers any surprise in the way such extraordinary events are being explained.",
          "The miserable-inspirational balance of The Boy Who Harnessed the Wind is quite a bit off.",
          "A tribute to a creative, determined, and compassionate African boy.",
          "Superb true tale of remarkable teen; some violence.",
          "It's refreshing and never not genuine.",
          "While \"The Boy Who Harnessed the Wind,\" which Ejiofor wrote based on the bestselling memoir by Kamkwaba and Bryan Mealer, is thoroughly predictable and holds few stylistic surprises, it maintains interest thanks to the strength of the performances.",
          "It's a conventional film in many ways but one that slowly and effectively builds to a remarkably rousing climax, displaying an act of overwhelming ingenuity that's hard to deny.",
          "Not make this simply a portrait of victimhood, but a deeply informed and fully expressed portrait of a culture most of us (including this critic) knew little about.",
          "Little touches like these announce that Ejiofor, probably best known for 12 Years a Slave, is a natural film-maker. As screenwriter too, he crafts lovely lines.",
          "When the triumphs of the human, agricultural and engineering spirits arrive, they work. It's moving, and it's earned. Ejiofor is off and running as a director.",
          "Ejiofor's compassionate script, adapted from William's 2009 memoir, is finely attuned to the cold realities that confront its warm characters.",
          "A story about contemporary Africans which may have more teachable moments than unexpected contours, but comes good in the end.",
          "As inspiring and morally upright as you'd expect from a film with such rousing source material drawn from real life.",
          "Ejiofor brings a real sensitivity and empathy to this material, as well as some bold, fluent storytelling.",
          "Ejiofor manages to maintain dramatic interest even if we all know in advance just how the film will end.",
          "An affecting true story of African self-help."],
        "id":"29c1c97e-805e-4b7d-af3f-e1bdfb87056f",
        "Unnamed__0":[8976],
        "available_disney_":[false],
        "_version_":1719163486846582785,
        "score":79.24272},
      {
        "imdb_title_id":"tt0366551",
        "rotten_tomatoes_link":["m/harold_and_kumar_go_to_white_castle"],
        "original_title":["Harold & Kumar Go to White Castle"],
        "original_release_date":["2004-07-30T00:00:00Z"],
        "streaming_release_date":["2008-08-01T00:00:00Z"],
        "country":["USA, Canada, Germany"],
        "language":["English, Hindi"],
        "production_company":["Endgame Entertainment"],
        "directors":["Danny Leiner"],
        "writer":["Jon Hurwitz, Hayden Schlossberg"],
        "actors":["John Cho, Ethan Embry, Rob Tinkler, Fred Willard, Kal Penn, Steve Braun, Dan Bochart, Paula Garcés, Mike Sheer, Christopher Thompson, David Krumholtz, Eddie Kaye Thomas, Angelo Tsarouchas, Anthony Anderson, Siu Ta"],
        "budget":["$ 9000000"],
        "worlwide_gross_income":["$ 23936908"],
        "genres":["Action & Adventure, Comedy"],
        "content_rating":["R"],
        "runtime":[88],
        "movie_info":["Nerdy accountant Harold (John Cho) and his irrepressible friend, Kumar (Kal Penn), get stoned watching television and find themselves utterly bewitched by a commercial for White Castle. Convinced there must be one nearby, the two set out on a late-night odyssey that takes them deep into New Jersey. Somehow, the boys manage to run afoul of rednecks, cops and even a car-stealing Neil Patrick Harris before getting anywhere near their beloved sliders."],
        "audience_rating":[80],
        "tomatometer_rating":[74],
        "total_votes":[179391],
        "mean_vote_imdb":[7.3],
        "votes_10":[20448],
        "votes_9":[17287],
        "votes_8":[41126],
        "votes_7":[53116],
        "votes_6":[26060],
        "votes_5":[10580],
        "votes_4":[4470],
        "votes_3":[2381],
        "votes_2":[1625],
        "votes_1":[2298],
        "release_year":[2004],
        "type":["movie"],
        "available_netflix":[true],
        "available_prime_video":[false],
        "review_content":["Just as Mike Judge's Office Space has become an anthem for all us Gen X cubicle slaves, Harold and Kumar will resonate deeply with anyone who attended high school in the 1990s and at least saw a joint.",
          "In those rare instances when it's not being a dumb comedy, Harold and Kumar is a rather crafty satire of racial stereotypes (which, it must be said, traffics in a few stereotypes of its own).",
          "That Cho and Penn are such likable actors and are so funny in their roles earns the movie more slack than it probably deserves and prevents it from being just another gross-out comedy.",
          "The laugh ratio in this run-on of skits is pretty low, at least to the unaltered mind of one who's seen enough of these films and eaten enough White Castle burgers to last a lifetime.",
          "At road's end, Harold and Kumar smells very similar to the shrine of its title, which is great before you bite in and way less appetizing after you've sobered up.",
          "Attacks of hunger and indigestion, comic hallucinations and episodes of flat-out insensibility are scrambled together on this goofy roller coaster ride of dope.",
          "It's a delightful surprise that Harold and Kumar Go to White Castle is so hilarious for pretty much all the reasons it should be so predictably brainless.",
          "[Harold and Kumar] share a quality the overgrown adolescents in films like this are never allowed to possess: They're witty, focused, and highly aware.",
          "If it's possible for a movie to be sly and full-on raunchy at the same time, Danny Leiner's p.o.v.-shifting stoner-buddy comedy is it.",
          "What's engaging about all this is that Penn and Cho are smart actors doing very dumb humor. Somehow the combination proves amusing.",
          "Perfectly paired, John Cho and Kal Penn take the stereotypes of the brilliant Asian and the genius Indian for a joyride.",
          "This gonzo ganja comedy is propelled more by sly charm, sharp wit and stinging social satire than by mere smoke jokes.",
          "Has enough laughs and misadventures to satisfy its built-in audience, but it won't win any converts.",
          "There's an audience that will appreciate this, but they may struggle to see it through the smoke.",
          "Crude, tasteless, sophomoric and crass. It is also, sometimes, funny.",
          "This is one more 'youth movie' that'll put years on anyone over 25.",
          "It does have one thing on its side: It's freakin' hilarious, man.",
          "The most gut-bustingly funny movie so far this year.",
          "A laugh-out-loud if not-exactly-good stoner comedy.",
          "A multilayered goof on ethnic stereotypes..."],
        "id":"a8e5d824-17bf-4bf7-810b-fab0db5fa465",
        "Unnamed__0":[5088],
        "available_disney_":[false],
        "_version_":1719163485412130816,
        "score":79.223434},
      {
        "imdb_title_id":"tt3733774",
        "rotten_tomatoes_link":["m/the_trust_2016"],
        "original_title":["The Trust"],
        "original_release_date":["2016-05-13T00:00:00Z"],
        "streaming_release_date":["2016-08-02T00:00:00Z"],
        "country":["USA"],
        "language":["English, German"],
        "production_company":["Highland Film Group (HFG)"],
        "directors":["Alex Brewer, Benjamin Brewer"],
        "writer":["Benjamin Brewer, Adam Hirsch"],
        "actors":["Nicolas Cage, Elijah Wood, Sky Ferreira, Eric Heister, Alexandria Lee, Ethan Suplee, Kenna James, Steven Williams, Carl Windom Carlito, Jerry Lewis, Lisa Mack, Marc D. Donovan, Kevin Weisman, Erica Vanlee, Tommie Vegas"],
        "budget":["$ 9000000"],
        "worlwide_gross_income":["$ 321650"],
        "genres":["Drama"],
        "content_rating":["R"],
        "runtime":[93],
        "movie_info":["Corrupt cops working in the police department evidence room make plans to rob a vault full of drug money in the back of a convenience store."],
        "audience_rating":[29],
        "tomatometer_rating":[63],
        "total_votes":[17382],
        "mean_vote_imdb":[5.4],
        "votes_10":[592],
        "votes_9":[219],
        "votes_8":[903],
        "votes_7":[2602],
        "votes_6":[4531],
        "votes_5":[4087],
        "votes_4":[2039],
        "votes_3":[1037],
        "votes_2":[529],
        "votes_1":[843],
        "release_year":[2016],
        "type":["movie"],
        "available_netflix":[true],
        "available_prime_video":[false],
        "review_content":["Throughout Alex and Benjamin Brewer's film, Nicolas Cage holds the screen with his distinct timing and expressive force of being.",
          "Cage returns to the Las Vegas he once famously left, joined by Elijah Wood for a simple but mostly effective heist flick.",
          "A better-than-average cop thriller with fun performances by Nicolas Cage, Elijah Wood and Jerry Lewis (of all people).",
          "Even with all its flaws, The Trust is still a far superior Nicolas Cage film than anything we've seen in recent times.",
          "Some of the quirkier touches feel a little forced but more often than not there's a winning sense of oddball charm.",
          "Anyone with any appreciation for small-scale crime stories or the two leads would do well to give it a look.",
          "A movie that's all about adding weird little flourishes to a conventional genre story.",
          "It's uninventive, as tense as overcooked spaghetti and utterly forgettable.",
          "Tune into its offbeat frequency ... and there is much to enjoy.",
          "Tepid heist film is violent but totally lacks tension.",
          "Wood, a very long way removed from his Lord of the Rings glory days, is a womanising, drug-taking small timer, essentially decent but easily led astray by his friend. They're on the road to nowhere and that's where the film is headed too.",
          "Lean and mostly likable, The Trust moves swiftly through the planning stages of the big score-chasing a money trail, going undercover as wage slaves, securing equipment-before slowing to a tense crawl once the big day arrives.",
          "The movie gets a lot less interesting once it starts to go dark, so to speak, and the elements of the story that you had identified as red herrings earlier on turn out to be, yup, red herrings.",
          "\"The Trust\" is a so-so heist movie whose dirty-cop character's personality must have been described in the screenplay as \"Nicolas Cage-esque.\" Fortunately, Cage was available.",
          "The set-up is familiar by caper standards (Ocean's Eleven on a lower budget, where the cops are robbers) - what sets it apart is Cage's brazenly bizarre performance.",
          "There's little in the way of tension, surprise or consistency, and the disappointing ending leaves questions about the point of the whole exercise.",
          "The Trust is a heist movie that gives Nicolas Cage his juiciest performance since Kick-Ass and indulges some very kooky Cageian line readings.",
          "This dog is dead on arrival, and except for one weird comic performance by the star, there's no hope for reviving a pulse.",
          "Cage is on fine form in this slick little thriller.",
          "Wood and Cage have a terrific dynamic together."],
        "id":"5e69d7f7-2ff9-41a4-a39e-c90bfc4b8a12",
        "Unnamed__0":[8262],
        "available_disney_":[false],
        "_version_":1719163486603313154,
        "score":79.223434},
      {
        "imdb_title_id":"tt11394158",
        "rotten_tomatoes_link":["m/miss_juneteenth"],
        "original_title":["Miss Juneteenth"],
        "original_release_date":["2020-06-19T00:00:00Z"],
        "streaming_release_date":["2020-06-19T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Sailor Bear"],
        "directors":["Channing Godfrey Peoples"],
        "writer":["Channing Godfrey Peoples"],
        "actors":["Nicole Beharie, Kendrick Sampson, Alexis Chikaeze, Lori Hayes, Marcus M. Mauldin, Liz Mikel, Akron Watson, Phyllis Cicero, Lisha Hackney, Mathew Greer, Jaime Matthis, Margaret Sanchez, Arianna Lynn Coleman, Alicia Dary, Carol Dary"],
        "budget":["Unknown"],
        "worlwide_gross_income":["$ 92349"],
        "genres":["Drama"],
        "content_rating":["NR"],
        "runtime":[103],
        "movie_info":["A former beauty queen and single mom prepares her rebellious teenage daughter for the \"Miss Juneteenth\" pageant."],
        "audience_rating":[61],
        "tomatometer_rating":[99],
        "total_votes":[529],
        "mean_vote_imdb":[6.3],
        "votes_10":[80],
        "votes_9":[31],
        "votes_8":[80],
        "votes_7":[114],
        "votes_6":[77],
        "votes_5":[28],
        "votes_4":[14],
        "votes_3":[8],
        "votes_2":[14],
        "votes_1":[83],
        "release_year":[2020],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Turquoise's mental complexities are handled to perfection by the multifaceted Beharie.",
          "Ultimately, \"Miss Juneteenth\" is a reminder that dreams don't have to die.",
          "There's a refreshingly honest simplicity to the story of Miss Juneteenth.",
          "A slow-building but consistently engaging character study.",
          "A vivid portrait of desperation and defiant pride.",
          "...nuanced and authentic performances...",
          "Talk about timely! This stirring mother-daughter drama uses the date that marks the end of slavery and the beauty pageant that still bears its name to celebrate young black women with their own ideas about beauty and independence.",
          "Peoples visually creates a rich tapestry of place, offering a peek into this world and filling it with believable characters, while carefully threading the historical and cultural significance of Juneteenth throughout.",
          "A lovely, low-key first feature from writer-director Channing Godfrey Peoples, \"Miss Juneteenth\" has a sense of place and an air of resigned resilience that feels thoroughly lived-in.",
          "It's a rare American film that is willing to risk not having the protagonist learn the right lesson -- especially if the filmmaker, too, is ambitious to move on to bigger things.",
          "Beharie remains a powerful performer, able to convey multitudes with subtlety, even if Miss Juneteenth never makes a move you didn't see coming a mile down that country road.",
          "For anyone who values diverse storytelling, Peoples' portrait of a hardworking woman on the up is a tale of hopefulness - and a reason to hope in itself.",
          "It's a story that doesn't ignore the realities of being Black in America, acknowledging deep-seated issues that the country continues to grapple with.",
          "A warm, rich story of broken dreams, family struggle and emotional triumph that puts black Texas women in the center of the frame.",
          "Peoples trusts her performers enough to let their presence and their wordless interactions convey the power of their connection.",
          "Channing Godfrey Peoples's debut -- the mellow, tender-hearted Miss Juneteenth -- is a portrait of a life robbed of its dreams.",
          "The in-person parades and pageants may be canceled this year, but with Miss Juneteenth, there's still plenty to celebrate.",
          "It's the most touching dramedy about young women battling over a sash since \"Little Miss Sunshine.\"",
          "A well-timed and warm-hearted drama about Black history and heritage.",
          "A skilful, nuanced take on a traditional survival narrative."],
        "id":"a79c3277-2878-407f-af7d-dd24e61ad897",
        "Unnamed__0":[6532],
        "available_disney_":[false],
        "_version_":1719163485952147458,
        "score":77.84566},
      {
        "imdb_title_id":"tt5670152",
        "rotten_tomatoes_link":["m/traffik_2018"],
        "original_title":["Traffik"],
        "original_release_date":["2018-04-20T00:00:00Z"],
        "streaming_release_date":["2018-07-10T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Summit Entertainment"],
        "directors":["Deon Taylor"],
        "writer":["Deon Taylor"],
        "actors":["Priscilla Quintana, Luke Goss, Paula Patton, William Fichtner, Jeff Wiesen, Omar Epps, Laz Alonso, Roselyn Sanchez, Ramsey Hanchette, Dawn Olivieri, Claude Duhamel, Joe Bucaro III, Heather Kritzer, Lorin McCraley, Scott Anthony Leet"],
        "budget":["$ 4000000"],
        "worlwide_gross_income":["$ 9515914"],
        "genres":["Mystery & Suspense"],
        "content_rating":["R"],
        "runtime":[96],
        "movie_info":["Brea and John embark on a romantic weekend getaway to an isolated estate in the mountains. They are pleasantly surprised when two of their friends, Darren and Malia, also show up unexpectedly. Their plans for fun soon give way to terror when members of a violent biker gang invade the peaceful countryside. Banded together, they now find themselves in a fight for their lives as their assailants will stop at nothing to protect their secrets from the outside world."],
        "audience_rating":[46],
        "tomatometer_rating":[27],
        "total_votes":[18154],
        "mean_vote_imdb":[6.8],
        "votes_10":[4030],
        "votes_9":[1801],
        "votes_8":[1231],
        "votes_7":[2512],
        "votes_6":[3287],
        "votes_5":[2139],
        "votes_4":[1218],
        "votes_3":[705],
        "votes_2":[558],
        "votes_1":[673],
        "release_year":[2018],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Though it may have had good intentions, this movie is ultimately ineffectual, unpleasant, and borderline offensive; it's a vicious thriller that fails in its attempts to convey serious messages.",
          "Even if, in form, \"Traffik\" is little more than a crowd-pleasing B-movie with ultra-slick production values, it is an undeniably arresting one with a deeper purpose beyond its polished surface.",
          "Watching Traffik is a bit like being stuck in rush hour congestion. You're bored; you begin to question the decisions that led you there; and you're just waiting to get through it.",
          "For a film with such a sense of social consciousness, Traffik comes off as a by-the-numbers action thriller that throws in a misguided \"the more you know\" message after the fact.",
          "Traffik is a feature that will probably gets its widest audience on VOD but would be fun to see in a theater. You can just imagine the people screaming \"Kill them!\" en masse.",
          "Taylor mostly just invents ways for Patton to parade around in skimpy clothes, confusing the tone of the movie, which uses exploitation to eventually condemn exploitation.",
          "If this movie demonstrates anything, it's that this capable actress [Paula Patton] deserves better than just being known as the ex-Mrs. Robin Thicke.",
          "It's too bad how basic and misguided Traffik is, considering that Dante Spinotti's cinematography is genuinely haunting and claustrophobic at times.",
          "The paint-by-numbers script is oozing with apathy and the dialogue lifeless, which is made even worse due to the laughably awful performances.",
          "It exploits for entertainment the trauma it claims to shed a light on -- and it isn't even entertaining on its own terms, much less well made.",
          "Take Paula Patton (and Taylor's leering filming of her) out of the movie and it's not a bad little piece of throwback exploitation.",
          "Grabs you and refuses to let you go through this intense, gruelling, and powerful tale... Paula Patton is absolutely phenomenal.",
          "The biggest failure of Traffik is how clumsily it tackles the subject of human trafficking and sexual slavery.",
          "Melodramatic, cliched, but at least they got their glossy, their barely-clad Paula Patton shots in.",
          "There's little doubt that Traffik gets off to a decidedly (and palpably) underwhelming start...",
          "Traffik entertains while enlightening, propelled forward by Paula Patton's performance",
          "Traffik is a thriller that takes its sweet time getting to the thrills...",
          "'Traffik' is a serviceable thriller.",
          "There isn't an honest moment in all 96 minutes of Traffik.",
          "A watchable semi-terrible exploitation picture..."],
        "id":"9c48d9f0-674d-49a8-8855-c7a3780fbe22",
        "Unnamed__0":[8673],
        "available_disney_":[false],
        "_version_":1719163486742773762,
        "score":74.56897},
      {
        "imdb_title_id":"tt0872236",
        "rotten_tomatoes_link":["m/year_of_the_fish"],
        "original_title":["Year of the Fish"],
        "original_release_date":["2007-10-14T00:00:00Z"],
        "streaming_release_date":["2016-09-23T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Funny Cry Happy"],
        "directors":["David Kaplan"],
        "writer":["David Kaplan"],
        "actors":["Tsai Chin, Ken Leung, Randall Duk Kim, An Nguyen, Sally Leung Bayer, Henry Russell Bergstein, Buzz Bovshow, Esther Cheng, Lori Tan Chinn, Andre De Leon, Kim Dong, Tina Duong, Wai Ching Ho, Anna Kim, Janet Lau"],
        "budget":["Unknown"],
        "worlwide_gross_income":["Unknown"],
        "genres":["Animation, Art House & International, Drama, Science Fiction & Fantasy, Romance"],
        "content_rating":["NR"],
        "runtime":[96],
        "movie_info":["A servant girl (An Nguyen) in a Chinatown massage parlor receives a magic goldfish from a mysterious street vendor."],
        "audience_rating":[58],
        "tomatometer_rating":[58],
        "total_votes":[251],
        "mean_vote_imdb":[6.9],
        "votes_10":[63],
        "votes_9":[20],
        "votes_8":[22],
        "votes_7":[38],
        "votes_6":[42],
        "votes_5":[27],
        "votes_4":[11],
        "votes_3":[6],
        "votes_2":[8],
        "votes_1":[14],
        "release_year":[2007],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Although writer/director David Kaplan attempts to elevate his amateur narrative attempt with the same rotoscoping animation technique that Richard Linklater used to great effect with \"Waking Life\" and \"A Scanner Darkly,\" the effect comes across as overwro",
          "That kind of broadness plays fine in Disney movies, but feels deeply when applied to the world of undocumented sex workers, urban poverty and economic exploitation that looks a lot like 21st-century slavery.",
          "The result [of the animation technique] is similar to the look of Richard Linklater's A Scanner Darkly, but much softer and more fluid. It's ideal for the storybook plot and quite dazzling at times.",
          "Charming and dreamlike, Year of the Fish wrings every dime out of its low budget with wonderful performances that are by parts adorable, sharp and sweet and certainly worth a look.",
          "HBO's 1990s cartoon series Happily Ever After multiculturalized traditional fairy tales, and Year of the Fish may as well be a live-action episode of the now-defunct program.",
          "Making the film 'animated' creates a remove from the harshness of reality, like erecting a scrim between performer and audience, but it also makes for a certain glow.",
          "Year of the Fish is a sweetly engaging effort that manages a fair amount of charm and innocence in spite of the rather seedy surroundings.",
          "Year of the Fish is an eye-opener for those unfamiliar with the tribulations many immigrants endure on their road to American citizenship.",
          "Without the animation layered on top of the action, the film would be thoroughly lacking in dramatic interest.",
          "Apart from the debut of appealing An Nguyen and a pet fish instead of a magic slipper, there's nothing particularly innovative here, and the film's seedy milieu ensures that it's anything but a kid-friendly fairy tale.",
          "An adult fable told with childlike simplicity, Year of the Fish updates an ancient Chinese version of the Cinderella story with imagination, charm and just the right amount of sweetness.",
          "David Kaplan's sweet, if superficial, fairy tale won't change the world, but it makes nice use of its setting (Chinatown) and visual style (rotoscope animation).",
          "Even animation addicts might find their eyes glazing over at this digitally rotoscoped Cinderella story set in an oh-so-magical modern-day Chinatown.",
          "Kaplan keeps the story breezy and brisk, and provides his down-to-earthily modern fairy tale with an appropriately other-worldly visual style.",
          "To some degree, it's trying to find the magic in the everyday, but the attempts to ground it are cringe-inducing and problematic.",
          "Written and directed by Reginald Harkema with a sharp eye toward the paradoxes of fighting The Man in the 21st century.",
          "The director-writer, David Kaplan, is able to hold our attention, and the film's unusual look lends a magical feeling.",
          "Too raw for kids and too simplistic for adults."],
        "id":"bc66a8a1-2589-4db6-8633-a86047871f3b",
        "Unnamed__0":[6127],
        "available_disney_":[false],
        "_version_":1719163485803249664,
        "score":68.778854},
      {
        "imdb_title_id":"tt0098347",
        "rotten_tomatoes_link":["m/slaves_of_new_york"],
        "original_title":["Slaves of New York"],
        "original_release_date":["1989-03-17T00:00:00Z"],
        "streaming_release_date":["2012-04-16T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["TriStar Pictures"],
        "directors":["James Ivory"],
        "writer":["Tama Janowitz, Tama Janowitz"],
        "actors":["Bernadette Peters, Chris Sarandon, Mary Beth Hurt, Madeleine Potter, Adam Coleman Howard, Jsu Garcia, Charles McCaughan, John Harkins, Mercedes Ruehl, Joe Leeway, Anna Katarina, Bruce Peter Young, Michael Schoeffling, Steve Buscemi, Jonas Abry"],
        "budget":["Unknown"],
        "worlwide_gross_income":["$ 463972"],
        "genres":["Comedy, Drama"],
        "content_rating":["R"],
        "runtime":[121],
        "movie_info":["A hat designer (Bernadette Peters) and her painter boyfriend (Adam Coleman Howard) play the art game."],
        "audience_rating":[69],
        "tomatometer_rating":[22],
        "total_votes":[890],
        "mean_vote_imdb":[5.8],
        "votes_10":[83],
        "votes_9":[39],
        "votes_8":[86],
        "votes_7":[147],
        "votes_6":[142],
        "votes_5":[146],
        "votes_4":[96],
        "votes_3":[56],
        "votes_2":[38],
        "votes_1":[57],
        "release_year":[1989],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Downright odd -- and not in a good way.",
          "\"each reel seems to last about a week\"",
          "The first thing I feel is a genuine dislike for the people in this film... I dislike them because they are stupid and they have occupied my time with boring conversation. It is more than that. They are not simply stupid. They value stupidity."],
        "id":"91d0f5d3-143b-4649-b291-ff8012ccf54b",
        "Unnamed__0":[2597],
        "available_disney_":[false],
        "_version_":1719163484605775873,
        "score":32.48597}]
  }}