{
  "responseHeader":{
    "status":0,
    "QTime":1,
    "params":{
      "q":"Christmas AND time",
      "defType":"dismax",
      "indent":"true",
      "qf":"original_title movie_info review_content",
      "q.op":"OR",
      "fq":"genres:\"Kids & Family\"",
      "rows":"24"}},
  "response":{"numFound":22,"start":0,"numFoundExact":true,"docs":[
      {
        "imdb_title_id":"tt0085334",
        "rotten_tomatoes_link":["m/1004151-christmas_story"],
        "original_title":["A Christmas Story"],
        "original_release_date":["1983-11-18T00:00:00Z"],
        "streaming_release_date":["2014-07-24T00:00:00Z"],
        "country":["USA, Canada"],
        "language":["English"],
        "production_company":["Metro-Goldwyn-Mayer (MGM)"],
        "directors":["Bob Clark"],
        "writer":["Jean Shepherd, Jean Shepherd"],
        "actors":["Melinda Dillon, Darren McGavin, Scott Schwartz, Jean Shepherd, Ian Petrella, Tedde Moore, R.D. Robb, Zack Ward, Yano Anaya, Jeff Gillen, Peter Billingsley, Colin Fox, Paul Hubbard, Leslie Carlson, Jim Hunter"],
        "budget":["$ 3300000"],
        "worlwide_gross_income":["$ 20618717"],
        "genres":["Comedy, Drama, Kids & Family"],
        "content_rating":["PG"],
        "runtime":[93],
        "movie_info":["Based on the humorous writings of author Jean Shepherd, this beloved holiday movie follows the wintry exploits of youngster Ralphie Parker (Peter Billingsley), who spends most of his time dodging a bully (Zack Ward) and dreaming of his ideal Christmas gift, a \"Red Ryder air rifle.\" Frequently at odds with his cranky dad (Darren McGavin) but comforted by his doting mother (Melinda Dillon), Ralphie struggles to make it to Christmas Day with his glasses and his hopes intact."],
        "audience_rating":[88],
        "tomatometer_rating":[89],
        "total_votes":[127692],
        "mean_vote_imdb":[8.0],
        "votes_10":[35821],
        "votes_9":[23009],
        "votes_8":[30179],
        "votes_7":[18336],
        "votes_6":[8495],
        "votes_5":[4034],
        "votes_4":[2064],
        "votes_3":[1371],
        "votes_2":[1066],
        "votes_1":[3317],
        "release_year":[1983],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["The script's lack of subtlety and effective wit makes for an increasingly tiring experience.",
          "Upon its release over 20 years ago, everyone realized THIS is a modern classic holiday film.",
          "A Christmas classic to be enjoyed over and over - just don't put your eye out.",
          "I think it is one of the best portrayals of childhood ever in the movies.",
          "Funny, charming, and built around a classic Darren McGavin performance",
          "It's so sweet but it has the cynical heart of pre-WWII America.",
          "Funny, touching and unabashedly nostalgic. A true classic.",
          "Wonderful antidote to saccharine holiday tales.",
          "Sweet, funny and loaded with warm nostalgia.",
          "kid's eye view of family life and Christmas",
          "Maybe the best Christmas movie ever made!",
          "Few Christmas films are funnier.",
          "The vignettes are priceless.",
          "A comfortable, homey movie.",
          "A great Hollywood classic!",
          "A delightful movie.",
          "A classic.",
          "If you're a fan of Christmas movies or films that use nostalgia as a driver, A Christmas Story cannot be missed. Then again, if you're in either category, you have probably already seen it.",
          "There is a real knowledge of human nature beneath the comedy.",
          "[A] richly remembered tale of Christmas past."],
        "id":"ba4c3888-0e9d-42e7-8a97-ffd8d316dfde",
        "Unnamed__0":[1925],
        "available_disney_":[false],
        "_version_":1719310355647168512},
      {
        "imdb_title_id":"tt0089731",
        "rotten_tomatoes_link":["m/one_magic_christmas"],
        "original_title":["One Magic Christmas"],
        "original_release_date":["1985-11-22T00:00:00Z"],
        "streaming_release_date":["2015-12-17T00:00:00Z"],
        "country":["Canada, USA"],
        "language":["English"],
        "production_company":["Walt Disney Pictures"],
        "directors":["Phillip Borsos"],
        "writer":["Thomas Meehan, Phillip Borsos"],
        "actors":["Mary Steenburgen, Gary Basaraba, Harry Dean Stanton, Arthur Hill, Elisabeth Harnois, Robbie Magwood, Michelle Meyrink, Elias Koteas, Wayne Robson, Jan Rubes, Sarah Polley, Graham Jarvis, Timothy Webber, Joy Thompson, John Friesen"],
        "budget":["Unknown"],
        "worlwide_gross_income":["$ 13677222"],
        "genres":["Art House & International, Drama, Kids & Family, Science Fiction & Fantasy"],
        "content_rating":["G"],
        "runtime":[88],
        "movie_info":["Ginny (Mary Steenburgen) has a difficult time mustering Christmas spirit due to her husband Jack's (Gary Basaraba) unemployment and her humble position as a grocery store clerk. With the holiday fast approaching, Ginny and Jack's daughter, Abbie (Elizabeth Harnois), goes to deliver her letter to Santa. On her way, Abbie meets Gideon, an angel intent on saving Christmas from Ginny's poor attitude. With Gideon's magical assistance, Ginny learns how things could be much worse."],
        "audience_rating":[69],
        "tomatometer_rating":[47],
        "total_votes":[3037],
        "mean_vote_imdb":[6.9],
        "votes_10":[573],
        "votes_9":[234],
        "votes_8":[449],
        "votes_7":[539],
        "votes_6":[529],
        "votes_5":[331],
        "votes_4":[142],
        "votes_3":[86],
        "votes_2":[54],
        "votes_1":[100],
        "release_year":[1985],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Fantasy holiday fare has some good moments with Harry Dean Stanton.",
          "This is a treasure trove of sick laughs -- and it's from Disney!",
          "'80s Christmas movie has depressing, intense scenes.",
          "The most depressing Christmas movie of all time.",
          "A gloomy holiday tale that fails to enchant.",
          "Far too downbeat for the festive season.",
          "This is very unfortunate. What we have here is a movie with an intelligent screenplay, wonderful performances and skillful direction, but it is a tactical miscalculation from beginning to end."],
        "id":"0bb564b0-12d8-440b-a281-72a7092993d1",
        "Unnamed__0":[2123],
        "available_disney_":[true],
        "_version_":1719310355709034497},
      {
        "imdb_title_id":"tt0107438",
        "rotten_tomatoes_link":["m/look_whos_talking_now"],
        "original_title":["Look Who's Talking Now"],
        "original_release_date":["1993-11-05T00:00:00Z"],
        "streaming_release_date":["2012-04-16T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["TriStar Pictures"],
        "directors":["Tom Ropelewski"],
        "writer":["Tom Ropelewski, Leslie Dixon"],
        "actors":["John Travolta, Kirstie Alley, David Gallagher, Tabitha Lupien, Lysette Anthony, Olympia Dukakis, Danny DeVito, Diane Keaton, George Segal, Charles Barkley, John Stocker, Elizabeth Leslie, Caroline Elliott, Vanessa Morley, Sandra P. Grant"],
        "budget":["$ 22000000"],
        "worlwide_gross_income":["$ 10340263"],
        "genres":["Comedy, Kids & Family"],
        "content_rating":["PG-13"],
        "runtime":[97],
        "movie_info":["James (John Travolta) and Mollie Ubriacco (Kirstie Alley) are expanding the family again, this time with Rocks the mutt (Danny DeVito) and Daphne the poodle (Diane Keaton), a mismatched pair who spend their time trading insults the humans can't hear. Meanwhile, James gets a big break working as a private pilot for cosmetic tycoon Samantha (Lysette Anthony), but his employer is determined to pry him away from his wife, his children and, of course, his dogs."],
        "audience_rating":[29],
        "tomatometer_rating":[0],
        "total_votes":[27243],
        "mean_vote_imdb":[4.6],
        "votes_10":[1250],
        "votes_9":[406],
        "votes_8":[918],
        "votes_7":[1875],
        "votes_6":[3499],
        "votes_5":[5143],
        "votes_4":[5401],
        "votes_3":[3903],
        "votes_2":[2709],
        "votes_1":[2139],
        "release_year":[1993],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Although Tim Burton had nothing to do with it, this is certainly a nightmare before Christmas.",
          "The Look Who's Talking series comes to a close with this absolutely terrible entry...",
          "I like dogs, but this movie is almost bad enough to be one.",
          "I'd encourage you to avoid this bad comedy at all costs.",
          "A sequel to Look Who's Talking; the concept says it all.",
          "This must be stopped.",
          "Don't bother.",
          "For losers",
          "Skip it!",
          "The first film had maybe a shred of realism to flavor its romantic comedy. This one looks like it was chucked up by an automatic screenwriting machine.",
          "A movie so eager to shine that it arrives draped in several layers of sentimental tinsel and cutesy-pie decorations.",
          "This film has little to recommend itself."],
        "id":"3f80605d-2359-4030-b06e-e962b9fd8b6d",
        "Unnamed__0":[3042],
        "available_disney_":[false],
        "_version_":1719310356025704451},
      {
        "imdb_title_id":"tt0047673",
        "rotten_tomatoes_link":["m/1023543-white_christmas"],
        "original_title":["White Christmas"],
        "original_release_date":["1954-01-01T00:00:00Z"],
        "streaming_release_date":["2016-12-26T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Paramount Pictures"],
        "directors":["Michael Curtiz"],
        "writer":["Norman Krasna, Norman Panama"],
        "actors":["Bing Crosby, Danny Kaye, Rosemary Clooney, Vera-Ellen, Dean Jagger, Mary Wickes, John Brascia, Anne Whitfield"],
        "budget":["Unknown"],
        "worlwide_gross_income":["$ 1097995"],
        "genres":["Classics, Kids & Family, Musical & Performing Arts, Special Interest"],
        "content_rating":["G"],
        "runtime":[120],
        "movie_info":["Singers Bob Wallace (Bing Crosby) and Phil Davis (Danny Kaye) join sister act Betty (Rosemary Clooney) and Judy Haynes (Vera-Ellen) to perform a Christmas show in rural Vermont. There, they run into Gen. Waverly (Dean Jagger), the boys' commander in World War II, who, they learn, is having financial difficulties; his quaint country inn is failing. So what's the foursome to do but plan a yuletide miracle: a fun-filled musical extravaganza that's sure to put Waverly and his business in the black!"],
        "audience_rating":[88],
        "tomatometer_rating":[77],
        "total_votes":[31309],
        "mean_vote_imdb":[7.9],
        "votes_10":[7445],
        "votes_9":[4549],
        "votes_8":[7044],
        "votes_7":[6436],
        "votes_6":[3151],
        "votes_5":[1379],
        "votes_4":[565],
        "votes_3":[292],
        "votes_2":[180],
        "votes_1":[268],
        "release_year":[1954],
        "type":["movie"],
        "available_netflix":[true],
        "available_prime_video":[false],
        "review_content":["Kaye is superb, especially in his knockout dance routine with Vera-Ellen, and the direction from veteran Michael Curtiz rightly embraces the sentiment rather than keeping it at bay.",
          "Something of a forced march, but worth seeing for its old-school studio vibrancy and for Curtiz's ability to compose for depth as well as breadth within the widescreen frame.",
          "How many festive shopping experiences have been ruined by the sound of Bing Crosby gargling out White Christmas over department store tannoys worldwide?",
          "Great songs, gentle humour and a dose of syrup which is not to everyone's tastes, but worth buying to keep that Christmas spirit going until next year.",
          "Although it's really only peripherally about the Christmas season, White Christmas is still a holiday classic. And deservedly so.",
          "There are one or two diverting aspects to keep the film from being a mere parlour game in waiting for Crosby's seasonal number.",
          "...not a great musical, just a pleasant little piece of fluff trying to capitalize on past accomplishments.",
          "Despite a game cast giving it their all, this is one White Christmas that I will never be dreaming of.",
          "Love, music, and gorgeous Technicolor mesh nicely. It snows on cue every time you see it.",
          "This slightly racy studio musical from 1954 isn't the holiday classic you might think",
          "is it un-American to say this is a woefully overrated mediocrity?",
          "Musical-comedy classic reprises Irving Berlin hit.",
          "Good songs, nice performers, not much movie.",
          "Hardly put me in a Merry Christmas mood.",
          "White Christmas is the cinema equivalent of an inappropriate festive snog under the mistletoe -- you know you probably shouldn't enjoy it but you just can't help yourself.",
          "A new score by Irving Berlin also contributed to its marzipan popularity. But it's the title song that really produced lasting gold. That and the fake snow.",
          "Paramount's first film in (lavender-hued) VistaVision was this pornographically soppy but, nonetheless, hearty and humorous 1954 festive romp.",
          "It's a nice, if undemanding, Yuletide treat.",
          "A good musical with a lot of star power.",
          "To be honest, it couldn't go wrong."],
        "id":"8eab2286-5a06-4f3b-be57-8f7f7f7431f8",
        "Unnamed__0":[613],
        "available_disney_":[false],
        "_version_":1719310355141754881},
      {
        "imdb_title_id":"tt0309372",
        "rotten_tomatoes_link":["m/blizzard"],
        "original_title":["Blizzard"],
        "original_release_date":["2003-10-16T00:00:00Z"],
        "streaming_release_date":["2017-01-17T00:00:00Z"],
        "country":["USA, Canada"],
        "language":["English"],
        "production_company":["Knightscove Entertainment"],
        "directors":["LeVar Burton"],
        "writer":["Agnes Bristow, Leif Bristow"],
        "actors":["Paul Bates, Brenda Blethyn, Brittany Bristow, Leif Bristow, Josh Buckle, Jacqueline Byers, Len Carlson, J. Miles Dale, Tony Daniels, Wendii Fulford, Whoopi Goldberg, Samantha Hayes, Ellen-Ray Hennessy, Gary Johnston, Demetrius Joyette"],
        "budget":["Unknown"],
        "worlwide_gross_income":["$ 576320"],
        "genres":["Kids & Family"],
        "content_rating":["G"],
        "runtime":[99],
        "movie_info":["A youngster learns about true friendship with the help of a magically gifted reindeer from the North Pole."],
        "audience_rating":[53],
        "tomatometer_rating":[67],
        "total_votes":[946],
        "mean_vote_imdb":[6.1],
        "votes_10":[128],
        "votes_9":[56],
        "votes_8":[98],
        "votes_7":[127],
        "votes_6":[164],
        "votes_5":[141],
        "votes_4":[93],
        "votes_3":[56],
        "votes_2":[26],
        "votes_1":[57],
        "release_year":[2003],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[true],
        "review_content":["An instant holiday classic overflowing with the true spirit of Christmas that will bring as much joy on subsequent holiday viewings as it does the first time around.",
          "Blizzard is the \"annual fruitcake\" of kid's Christmas movies: sticky, ugly, and entirely confusing ... as in \"Who thought I'd actually enjoy this fruitcake?\"",
          "The Santa story seems lifeless. The child's drama wrapped around it, however, is sweet, involving and is much more authentic.",
          "Girl befriends empathetic reindeer in gentle holiday tale.",
          "It will go down like gangbusters with the tykes, but I couldn't wait to empathically navigate myself out of the theatre.",
          "A solid bundle of modest charm."],
        "id":"fe297903-cdea-4958-8e4d-46d05bd87fa8",
        "Unnamed__0":[4775],
        "available_disney_":[false],
        "_version_":1719310356622344194},
      {
        "imdb_title_id":"tt0038650",
        "rotten_tomatoes_link":["m/its_a_wonderful_life"],
        "original_title":["It's a Wonderful Life"],
        "original_release_date":["1946-12-25T00:00:00Z"],
        "streaming_release_date":["2016-11-30T00:00:00Z"],
        "country":["USA"],
        "language":["English, French"],
        "production_company":["Liberty Films (II)"],
        "directors":["Frank Capra"],
        "writer":["Frances Goodrich, Albert Hackett"],
        "actors":["James Stewart, Donna Reed, Lionel Barrymore, Thomas Mitchell, Henry Travers, Beulah Bondi, Frank Faylen, Ward Bond, Gloria Grahame, H.B. Warner, Frank Albertson, Todd Karns, Samuel S. Hinds, Mary Treen, Virginia Patton"],
        "budget":["$ 3180000"],
        "worlwide_gross_income":["$ 6130720"],
        "genres":["Classics, Drama, Kids & Family, Science Fiction & Fantasy"],
        "content_rating":["PG"],
        "runtime":[129],
        "movie_info":["After George Bailey (James Stewart) wishes he had never been born, an angel (Henry Travers) is sent to earth to make George's wish come true. George starts to realize how many lives he has changed and impacted, and how they would be different if he was never there."],
        "audience_rating":[95],
        "tomatometer_rating":[94],
        "total_votes":[388310],
        "mean_vote_imdb":[8.5],
        "votes_10":[130081],
        "votes_9":[96260],
        "votes_8":[82195],
        "votes_7":[42330],
        "votes_6":[16147],
        "votes_5":[7704],
        "votes_4":[3761],
        "votes_3":[2312],
        "votes_2":[1900],
        "votes_1":[5620],
        "release_year":[1946],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Forget the Christmas connection: This all-timer can be watched any time of the year.",
          "It isn't a terrible film by any means, and it's easy to see why people revere it.",
          "a truly classic, timeless film, one of the few that quite simply never grows old",
          "If you don't cry at this Capra classic, you probably don't have tear ducts....",
          "Not only as one of the best Christmas movies, but THE Christmas movie.",
          "This is one of those films that are absolutely perfect and timeless.",
          "It suits a lot of people, but I find it hypocritical and false.",
          "It ain't just hype; it really is a true holiday classic.",
          "George Bailey and Bedford Falls never looked so good!",
          "This classic delivers warmth all year long.",
          "Director Frank Capra's perennial plum.",
          "It's just such a joyous picture.",
          "Resistance is futile.",
          "Combine the characters, the story, the message, and the acting, and it's easy to see why It's a Wonderful Life isn't just a holiday favorite, but a great movie by almost any standards.",
          "While it isn't the best picture to come out of Hollywood this year, nor is it Capra's masterpiece, it tells a good story and its conclusion has a heart-warming effect on the audience.",
          "What is remarkable about It's a Wonderful Life is how well it holds up over the years; it's one of those ageless movies, like Casablanca or The Third Man, that improves with age.",
          "It's a Wonderful Life achieves a fine balancing act between pathos and feel-good that is delivered by an outstanding cast.",
          "There's sex and death here, elation and depression, hope and despair.",
          "The most well-loved of all Christmas movies.",
          "A genuine American classic."],
        "id":"b00dc101-5b01-4149-8292-2b3356366139",
        "Unnamed__0":[364],
        "available_disney_":[false],
        "_version_":1719310355024314368},
      {
        "imdb_title_id":"tt4729430",
        "rotten_tomatoes_link":["m/klaus"],
        "original_title":["Klaus"],
        "original_release_date":["2019-11-08T00:00:00Z"],
        "streaming_release_date":["2019-11-15T00:00:00Z"],
        "country":["Spain, UK"],
        "language":["English, Saami"],
        "production_company":["The SPA Studios"],
        "directors":["Sergio Pablos"],
        "writer":["Sergio Pablos, Sergio Pablos"],
        "actors":["Jason Schwartzman, J.K. Simmons, Rashida Jones, Will Sasso, Neda Margrethe Labba, Sergio Pablos, Norm MacDonald, Joan Cusack, Evan Agos, Sky Alexis, Jaeden Bettencourt, Teddy Blum, Mila Brener, Sydney Brower, Finn Carr"],
        "budget":["$ 40000000"],
        "worlwide_gross_income":["Unknown"],
        "genres":["Animation, Comedy, Kids & Family, Science Fiction & Fantasy"],
        "content_rating":["PG"],
        "runtime":[98],
        "movie_info":["A desperate postman accidentally brings about the genesis of Santa Claus."],
        "audience_rating":[97],
        "tomatometer_rating":[94],
        "total_votes":[74832],
        "mean_vote_imdb":[8.3],
        "votes_10":[16151],
        "votes_9":[18647],
        "votes_8":[22914],
        "votes_7":[11934],
        "votes_6":[3305],
        "votes_5":[937],
        "votes_4":[301],
        "votes_3":[156],
        "votes_2":[124],
        "votes_1":[363],
        "release_year":[2019],
        "type":["movie"],
        "available_netflix":[true],
        "available_prime_video":[false],
        "review_content":["Instead, it's a clever, not-too-sentimental Hatfields v McCoys take on the legend of Santa Claus.",
          "Klaus is a pleasant and entertaining alternative to the usual saccharine seasonal fare.",
          "The highly cartoony visual style is nicely retro and the story's ending is quite sweet.",
          "Sure you know where the story is going, but the journey is delightful nonetheless.",
          "I can't think of a better recipe for a film becoming an all-time holiday classic.",
          "An engaging revisionist tale, destined to become another Christmas classic.",
          "The film version of a cup of hot chocolate after a bitterly cold day.",
          "A real novelty in terms of animation work. [Full review in Spanish]",
          "One of the most astonishing feats of animation of the decade.",
          "Santa origin story is a sweet reminder of generosity.",
          "Santa would undoubtedly give this a stamp of approval",
          "Klaus is destined to be a new holiday classic.",
          "The Christmas film of the decade.",
          "Cute.",
          "The wonderful Rashida Jones voices a teacher who could become a love interest for Jesper. And any movie that casts Norm Macdonald as a cynical boat captain who sounds exactly like Norm MacDdnald is all right by me.",
          "None of the characters in Klaus are as delightful as they are well-drawn, and Pablos' film never earns the holiday spirit it tries to manufacture down the home stretch.",
          "An old-school, PG-rated animation, encompassing some digital wizardry, but generally clinging to a nostalgic, hand-drawn look, with a late-blooming Christmas theme.",
          "It's a treat to see a modern animated film that isn't afraid of absurd sight gags and bleakly funny lines of dialogue.",
          "Its very construction inspires hope, that there's new life to be found in a dying method.",
          "It's busy material, but boldly ambitious and gloriously free from Christmas clichs."],
        "id":"9a170f92-c4cb-4499-9902-ed648f9611d8",
        "Unnamed__0":[8494],
        "available_disney_":[false],
        "_version_":1719310358013804547},
      {
        "imdb_title_id":"tt0029992",
        "rotten_tomatoes_link":["m/1004125-christmas_carol"],
        "original_title":["A Christmas Carol"],
        "original_release_date":["1938-12-16T00:00:00Z"],
        "streaming_release_date":["2008-12-19T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Metro-Goldwyn-Mayer (MGM)"],
        "directors":["Edwin L. Marin"],
        "writer":["Charles Dickens, Hugo Butler"],
        "actors":["Reginald Owen, Gene Lockhart, Kathleen Lockhart, Terry Kilburn, Barry MacKay, Lynne Carver, Leo G. Carroll, Lionel Braham, Ann Rutherford, D'Arcy Corrigan, Ronald Sinclair"],
        "budget":["Unknown"],
        "worlwide_gross_income":["Unknown"],
        "genres":["Classics, Drama, Kids & Family, Science Fiction & Fantasy"],
        "content_rating":["G"],
        "runtime":[69],
        "movie_info":["Crotchety miser Ebenezer Scrooge (Reginald Owen) hates Christmas and mistreats his long-suffering employee, devoted family man Bob Cratchit (Gene Lockhart). But a visit from the ghost of his former business partner Jacob Marley (Leo G. Carroll) and three Christmas spirits (Lionel Braham, Ann Rutherford, D'Arcy Corrigan) might convince him to change his ways and become more kindhearted. This adaptation of the Charles Dickens classic became a holiday staple for decades."],
        "audience_rating":[74],
        "tomatometer_rating":[100],
        "total_votes":[5902],
        "mean_vote_imdb":[7.6],
        "votes_10":[1020],
        "votes_9":[711],
        "votes_8":[1611],
        "votes_7":[1359],
        "votes_6":[649],
        "votes_5":[307],
        "votes_4":[98],
        "votes_3":[55],
        "votes_2":[31],
        "votes_1":[61],
        "release_year":[1938],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Most viewers will still remember other versions of the film more readily, but this is one worth seeking out 'round holiday time.",
          "Effective adaptation of Charles Dickens novel, well acted by Reginald Owen and the rest of the cast.",
          "The movie is nothing if not sincere, which goes a long way in a sentimental tale like this one.",
          "[A] typically polished MGM version of Charles Dickens's yuletide favourite.",
          "This is a timeless ode to Dikie- Look for the Barrymore version too...",
          "Edwin L. Marin robustly directs the Charles Dickens classic.",
          "Solid version of the story, but eclipsed by the 1951 film.",
          "A gentle, less scary version of the classic.",
          "Second best version of holiday must-see."],
        "id":"37132821-652a-4172-87ec-545a6d480385",
        "Unnamed__0":[166],
        "available_disney_":[false],
        "_version_":1719310354897436672},
      {
        "imdb_title_id":"tt0098115",
        "rotten_tomatoes_link":["m/prancer"],
        "original_title":["Prancer"],
        "original_release_date":["1989-11-17T00:00:00Z"],
        "streaming_release_date":["2017-01-07T00:00:00Z"],
        "country":["USA, Canada"],
        "language":["English"],
        "production_company":["Cineplex Odeon Films"],
        "directors":["John D. Hancock"],
        "writer":["Greg Taylor"],
        "actors":["Sam Elliott, Cloris Leachman, Rutanya Alda, Abe Vigoda, Michael Constantine, Rebecca Harrell Tickell, John Duda, Ariana Richards, Mark Rolston, Johnny Galecki, Walter Charles, Victor Truro, Marcia Porter, Loren Janes, Robert Zimmermann"],
        "budget":["Unknown"],
        "worlwide_gross_income":["$ 18587135"],
        "genres":["Drama, Kids & Family, Science Fiction & Fantasy"],
        "content_rating":["G"],
        "runtime":[103],
        "movie_info":["Refusing to give up her belief in Santa Claus, a child, Jessica Riggs (Rebecca Harrell), discovers a hurt reindeer in the woods, which she believes to be Prancer. With the help of a sympathetic veterinarian (Abe Vigoda), Jessica takes care of the wounded creature. It's supposed to be a secret, but eventually a store Santa Claus (Michael Constantine), the girl's dad (Sam Elliott) and the entire town find out about Prancer, leading to big problems for Jessica and her family."],
        "audience_rating":[58],
        "tomatometer_rating":[67],
        "total_votes":[4437],
        "mean_vote_imdb":[6.7],
        "votes_10":[661],
        "votes_9":[300],
        "votes_8":[565],
        "votes_7":[820],
        "votes_6":[922],
        "votes_5":[605],
        "votes_4":[275],
        "votes_3":[109],
        "votes_2":[77],
        "votes_1":[103],
        "release_year":[1989],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["For the most part this is an utterly enchanting film that deserves a place in the canon of holiday features that make their way to theaters, video and TV each year at this time.",
          "In the end, Prancer is a simple pleasure as the story of one special child's faith in the spirit of Christmas, a faith that changes her family and her community for the better.",
          "The predictable ending could have been improved if it had been less explicit. Then again, a subtle show, this ersatz tearjerker is not.",
          "While charming in conception and beautifully photographed in the dead of a Midwestern winter, Prancer is marred by a principal role.",
          "This charming and disarming family film offers wish fulfilment to all but the most cynical of youngsters.",
          "It's a decent holiday season film, suited to the six-to eight-year-old set.",
          "Forgettable Christmas movie featuring Sam Elliott.",
          "kids and adults will both be pleasantly surprised",
          "Harmless, pleasant Xmas-themed family fare.",
          "...worth a look around the holidays.",
          "An oddly dark, moving holiday film.",
          "Not nearly as bad as you'd think.",
          "Smaller kids will identify with Jessica's fierce resolve to get Prancer back into action, and older viewers will appreciate the fact that the movie takes place in an approximation of the real world.",
          "This is a tale about faith and love, but it's also a story of coldness and death. Prancer, you might say, puts the winter solstice back in Christmas/",
          "Prancer remains a real curiosity -- a movie that`s far from being successful on its own terms, yet better than those terms would suggest.",
          "A hodgepodge of Heidi and Meet Me in St. Louis."],
        "id":"8dcb6934-7303-4f23-b50b-12399093ef4c",
        "Unnamed__0":[2581],
        "available_disney_":[false],
        "_version_":1719310355863175170},
      {
        "imdb_title_id":"tt0141109",
        "rotten_tomatoes_link":["m/1090089-jack_frost"],
        "original_title":["Jack Frost"],
        "original_release_date":["1998-12-11T00:00:00Z"],
        "streaming_release_date":["2014-07-24T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Warner Bros."],
        "directors":["Troy Miller"],
        "writer":["Mark Steven Johnson, Mark Steven Johnson"],
        "actors":["Michael Keaton, Kelly Preston, Joseph Cross, Mark Addy, Andrew Lawrence, Eli Marienthal, Will Rothhaar, Mika Boorem, Benjamin Brock, Taylor Handley, Joe Rokicki, Cameron Ferre, Ahmet Zappa, Paul F. Tompkins, Henry Rollins"],
        "budget":["$ 85000000"],
        "worlwide_gross_income":["$ 34562556"],
        "genres":["Comedy, Drama, Kids & Family, Science Fiction & Fantasy"],
        "content_rating":["PG"],
        "runtime":[95],
        "movie_info":["As a touring musician clinging to dreams of stardom, aging rocker Jack Frost (Michael Keaton) never had much time for his wife, Gabby (Kelly Preston), and young son, Charlie (Joseph Cross). A year after Jack's tragic death in a car accident on Christmas Day, Charlie plays a mournful tune on his father's harmonica. Much to his surprise, the elder Frost is magically brought to life as a snowman on the family lawn. Given a second chance, Charlie and Jack struggle to make up for lost time."],
        "audience_rating":[39],
        "tomatometer_rating":[19],
        "total_votes":[32089],
        "mean_vote_imdb":[5.6],
        "votes_10":[2353],
        "votes_9":[872],
        "votes_8":[2090],
        "votes_7":[4333],
        "votes_6":[6590],
        "votes_5":[6947],
        "votes_4":[4027],
        "votes_3":[2289],
        "votes_2":[1316],
        "votes_1":[1272],
        "release_year":[1998],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[true],
        "review_content":["Not to be confused with the horror film of the same name, this Jack Frost is still so frightening I'd hesitate to put it before any child who ever plans to see a snowman.",
          "If Jack Frost doesn't prove that Hollywood is not only creatively bankrupt but actually in the hands of minions of Satan, then I don't know what does.",
          "It will no doubt appeal to eight-year-olds, but anyone older than that can pretty much be prepared to get to know their watchface very well.",
          "What makes it hard to swallow is that it's utterly inconsequential while pretending to be both hipper and more emotional than it really is.",
          "Jack Frost doesn't have much for adults, but at least you can rest your feet while your kid enjoys a light romp through a snowy fantasy.",
          "It took a lot to be the worst reincarnation fantasy titled Jack Frost from the second half of the 1990s, but by golly, they found a way.",
          "We don't even get the satisfaction of seeing the snowman melt like the classic Frosty the Snowman cartoon.",
          "The novelty of the snowman effects wears thin after a while.",
          "A sloppy, manipulative film, just another holiday trifle.",
          "It's hard to imagine the idea even looked good on paper.",
          "A project with a good idea but nothing more!",
          "A sentimental story with an icy edge.",
          "The film is shoddy from frame one.",
          "The movie is simply bad bad bad.",
          "Preachy.",
          "The snowman, which is the work of Jim Henson's Creature Shop, is the most glaring problem. It looks about as real as a man in a costume, and it's tough to suspend disbelief when you're trying to locate the zipper.",
          "Now we have proof: It's possible for the Jim Henson folks and Industrial Light and Magic to put their heads together and come up with the most repulsive single creature in the history of special effects!",
          "Jack Frost is so treacly and fake it makes you feel like you're trapped in a winter-wonderland paperweight.",
          "This is a watchable, if by-the-book little movie.",
          "Its heart is in the right place."],
        "id":"4bd59017-0750-4f19-858c-58fcbfe5a446",
        "Unnamed__0":[4008],
        "available_disney_":[false],
        "_version_":1719310356354957312},
      {
        "imdb_title_id":"tt0107688",
        "rotten_tomatoes_link":["m/nightmare_before_christmas"],
        "original_title":["The Nightmare Before Christmas"],
        "original_release_date":["1993-10-24T00:00:00Z"],
        "streaming_release_date":["2015-11-24T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Touchstone Pictures"],
        "directors":["Henry Selick, Tim Burton"],
        "writer":["Tim Burton, Michael McDowell"],
        "actors":["Danny Elfman, Chris Sarandon, Catherine O'Hara, William Hickey, Glenn Shadix, Paul Reubens, Ken Page, Edward Ivory, Susan McBride, Debi Durst, Greg Proops, Kerry Katz, Randy Crenshaw, Sherwood Ball, Carmen Twillie"],
        "budget":["$ 18000000"],
        "worlwide_gross_income":["$ 89140058"],
        "genres":["Animation, Kids & Family, Science Fiction & Fantasy"],
        "content_rating":["PG"],
        "runtime":[75],
        "movie_info":["The film follows the misadventures of Jack Skellington, Halloweentown's beloved pumpkin king, who has become bored with the same annual routine of frightening people in the \"real world.\" When Jack accidentally stumbles on Christmastown, all bright colors and warm spirits, he gets a new lease on life -- he plots to bring Christmas under his control by kidnapping Santa Claus and taking over the role. But Jack soon discovers even the best-laid plans of mice and skeleton men can go seriously awry."],
        "audience_rating":[91],
        "tomatometer_rating":[95],
        "total_votes":[285261],
        "mean_vote_imdb":[8.1],
        "votes_10":[64244],
        "votes_9":[53279],
        "votes_8":[83450],
        "votes_7":[47697],
        "votes_6":[19423],
        "votes_5":[7568],
        "votes_4":[3512],
        "votes_3":[1955],
        "votes_2":[1307],
        "votes_1":[2826],
        "release_year":[1993],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["A timeless (and often headless) classic.",
          "This is an amazing looking film.",
          "This is an amazing looking film.",
          "a brilliant feat of movie making",
          "A bizarre, but engrossing film.",
          "Annoying music by Danny Elfman.",
          "Macabre and astonishing.",
          "Likely to appeal to grown-ups of all ages--while putting the fear of God into kids--it's a perfect antidote to standard festive fare and evidence of the rich and varied possibilities of stop-motion animation. In a word, wonderful.",
          "A work of grand visual wit, clever songs, funny gags and genuine pathos, it is perhaps the greatest stop-motion animated film ever, a painstaking style of model animation that computers have all but completely done away with.",
          "Working with gifted artists and designers, [Burton] has made a world here that is as completely new as the worlds we saw for the first time in such films as Metropolis, The Cabinet of Dr. Caligari or Star Wars.",
          "Visually a macabre knockout, this 75-minute fantasy boasts some of the wittiest, most vigorous stop-motion animation effects in the history of the process.",
          "Thirteen years after its debut, Tim Burton's The Nightmare Before Christmas has gone 3D, which makes a good thing even better.",
          "If the 3-D fails to grab you as much as you might hope, it never takes you out of the movie, which is a remarkable feat.",
          "Burton's skewed vision is seamlessly realized by director Henry Selick and cleverly enhanced by Danny Elfman's songs.",
          "I'm not sure I've ever seen a fantasy film that's at once so visually amazing and so emotionally dead.",
          "Flattened for years on cable and video, Nightmare has been resurrected in all its tactile glory.",
          "Burton and his collaborators present a movie musical that's like nothing you've ever seen.",
          "Of all the new Halloween films, only this one has the power to truly haunt our dreams.",
          "Tim Burton's The Nightmare Before Christmas has a grotesque charm, a pie-eyed magic.",
          "The Nightmare Before Christmas has something to offer just about everyone."],
        "id":"281c2afc-7c70-4175-b0b0-b5ad1b36f1b5",
        "Unnamed__0":[3060],
        "available_disney_":[false],
        "_version_":1719310356031995904},
      {
        "imdb_title_id":"tt0066344",
        "rotten_tomatoes_link":["m/1018413-scrooge"],
        "original_title":["Scrooge"],
        "original_release_date":["1970-11-05T00:00:00Z"],
        "streaming_release_date":["2018-01-16T00:00:00Z"],
        "country":["UK"],
        "language":["English"],
        "production_company":["Cinema Center Films"],
        "directors":["Ronald Neame"],
        "writer":["Charles Dickens, Leslie Bricusse"],
        "actors":["Albert Finney, Edith Evans, Kenneth More, Laurence Naismith, Michael Medwin, David Collings, Anton Rodgers, Suzanne Neve, Frances Cuka, Derek Francis, Gordon Jackson, Roy Kinnear, Mary Peach, Paddy Stone, Kay Walsh"],
        "budget":["Unknown"],
        "worlwide_gross_income":["Unknown"],
        "genres":["Drama, Kids & Family, Musical & Performing Arts, Science Fiction & Fantasy"],
        "content_rating":["G"],
        "runtime":[118],
        "movie_info":["Ebenezer Scrooge (Albert Finney) is the definition of a miser. He is rich, but completely stingy with his money, and he exploits the good nature of his employee Bob Cratchit (David Collings). On Christmas Eve, however, Scrooge is in store for a rude awakening when he is visited by the ghost of his old business partner, Jacob Marley (Alec Guinness), who informs him that he is going to be visited by three ghosts, including the Ghosts of Christmas Past (Edith Evans) and Present (Kenneth More)."],
        "audience_rating":[84],
        "tomatometer_rating":[74],
        "total_votes":[8797],
        "mean_vote_imdb":[7.9],
        "votes_10":[2306],
        "votes_9":[1214],
        "votes_8":[1824],
        "votes_7":[1733],
        "votes_6":[864],
        "votes_5":[439],
        "votes_4":[179],
        "votes_3":[95],
        "votes_2":[62],
        "votes_1":[81],
        "release_year":[1970],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["An overly made-up Albert Finney stars in this adaptation of the Dickens tale and gives the impression he'd be happier somewhere other than on the palpably phoney Shepperton sets.",
          "[Finney is] the only element of this production that is really up to much good... the film lacks energy or dramatic thrust.",
          "Thank you very much - for this perennial holiday delight.",
          "Lovely. Even better than the Henry Winkler version.",
          "This musical Scrooge is great for kids.",
          "One of the more delightful versions",
          "Unlike the great musicals, where you might find yourself humming a tune a few days later, with Scrooge, you'll be lucky if you remember the name of one of the songs a few hours later.",
          "Even Scrooge's fingernails are dirty, and while I don't think that Dickens intended to equate greed with unwashed hands, he probably would not have objected.",
          "Scrooge works very nicely on its intended level and the kids sitting near me seemed to be having a good time."],
        "id":"4b1f35da-0b3a-4fba-94d9-b62cc35a95cb",
        "Unnamed__0":[1208],
        "available_disney_":[false],
        "_version_":1719310355407044608},
      {
        "imdb_title_id":"tt0452681",
        "rotten_tomatoes_link":["m/santa_clause_3"],
        "original_title":["The Santa Clause 3: The Escape Clause"],
        "original_release_date":["2006-11-03T00:00:00Z"],
        "streaming_release_date":["2016-11-30T00:00:00Z"],
        "country":["USA, Canada"],
        "language":["English"],
        "production_company":["Walt Disney Pictures"],
        "directors":["Michael Lembeck"],
        "writer":["Ed Decter, John J. Strauss"],
        "actors":["Tim Allen, Elizabeth Mitchell, Eric Lloyd, Judge Reinhold, Wendy Crewson, Spencer Breslin, Liliana Mumy, Martin Short, Ann-Margret, Alan Arkin, Abigail Breslin, Art LaFleur, Aisha Tyler, Kevin Pollak, Jay Thomas"],
        "budget":["$ 12000000"],
        "worlwide_gross_income":["$ 110768122"],
        "genres":["Comedy, Kids & Family"],
        "content_rating":["G"],
        "runtime":[92],
        "movie_info":["Christmas cheer turns into holiday chaos when Scott Calvin (Tim Allen), aka Santa, invites his in-laws (Ann-Margret, Alan Arkin) for a visit and must, simultaneously, contend with Jack Frost's (Martin Short) scheme to take over the North Pole. Scott, his family and Head Elf Curtis must join forces to foil the nefarious plot."],
        "audience_rating":[39],
        "tomatometer_rating":[17],
        "total_votes":[31639],
        "mean_vote_imdb":[5.0],
        "votes_10":[2359],
        "votes_9":[610],
        "votes_8":[1530],
        "votes_7":[2860],
        "votes_6":[4679],
        "votes_5":[6535],
        "votes_4":[5183],
        "votes_3":[3399],
        "votes_2":[2079],
        "votes_1":[2405],
        "release_year":[2006],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["There is no escaping the banality of it all.",
          "A desperately lazy and unoriginal exercise.",
          "Magical (if mindless) family holiday fun.",
          "The Santa Clause 3 strikes out.",
          "Bah, humbug.",
          "Jack Frost gains control of Santa's workshop and turns it into a Las Vegas-style theme park -- supposedly a hideous inversion of Christmas values. So blandly commercialized is the movie's vision of the holiday that you can hardly tell the difference.",
          "As a full-service holiday movie, The Santa Clause 3: The Escape Clause gets you into the mood to shop early and often by making the North Pole look like a shopping mall with a never-ending school pageant.",
          "Shot almost entirely on a single set possibly left standing from the last film, it features what looks like first-take performances and a script that's inane even by kiddie-movie standards.",
          "The third though probably not the last in the successful Clause franchise, this latest installment again stars Tim Allen as the Everyman turned Father Christmas.",
          "Frost turns the occasion into a swag-saturated consumer orgy, which the film condemns even as it hams up product placement for Red Bull.",
          "Christmas cheer is in short supply in The Santa Clause 3: The Escape Clause, a feeble festive farce that's more no-no-no than ho-ho-ho.",
          "Santa Clause 3: The Escape Clause, with Martin Short as Jack Frost, means we're getting a turkey and a ham for the holidays.",
          "Perfect entertainment for five-year olds and sheer torture for the unlucky parent(s) accompanying them to the theater.",
          "Allen and Short seem to be having so much fun that their enthusiasm is entirely contagious. Let the season begin.",
          "Tim Allen seems bored with his own franchise. At times, he looks downright morose, cranky enough to kick an elf.",
          "The movie is more cute than funny. Smiles are plentiful, but outright laughs are widely scattered.",
          "This Styrofoam snowman of a sequel overdoses on its own candy-cane-colored sugary cheer.",
          "The movie's as icy as Jack's hair, as lifeless as its animatronic, flatulent reindeer.",
          "It's very, very difficult to care, because the movie is structured so poorly.",
          "It's time to send this one-trick reindeer to the glue factory."],
        "id":"ec22c999-4df5-4b94-8194-0687a6a3dc57",
        "Unnamed__0":[5614],
        "available_disney_":[true],
        "_version_":1719310356944257027},
      {
        "imdb_title_id":"tt2709692",
        "rotten_tomatoes_link":["m/the_grinch"],
        "original_title":["The Grinch"],
        "original_release_date":["2018-11-09T00:00:00Z"],
        "streaming_release_date":["2019-01-22T00:00:00Z"],
        "country":["France, Japan, USA"],
        "language":["English"],
        "production_company":["Universal Pictures"],
        "directors":["Scott Mosier, Yarrow Cheney"],
        "writer":["Michael LeSieur, Tommy Swerdlow"],
        "actors":["Benedict Cumberbatch, Cameron Seely, Rashida Jones, Pharrell Williams, Tristan O'Hare, Kenan Thompson, Sam Lavagnino, Ramone Hamilton, Angela Lansbury, Scarlett Estevez, Michael Beattie, Lori Alan, Carlos Alazraqui, Doug Burch, Cathy Cavadini"],
        "budget":["$ 75000000"],
        "worlwide_gross_income":["$ 511595957"],
        "genres":["Animation, Kids & Family, Science Fiction & Fantasy"],
        "content_rating":["PG"],
        "runtime":[86],
        "movie_info":["The Grinch and his loyal dog, Max, live a solitary existence inside a cave on Mount Crumpet. His main source of aggravation comes during Christmastime when his neighbors in Whoville celebrate the holidays with a bang. When the Whos decide to make Christmas bigger and brighter, the disgruntled Grinch realizes there is one way to gain peace and quiet. With help from Max, the green grump hatches a scheme to pose as Santa Claus, steal Christmas and silence the Whos' holiday cheer once and for all."],
        "audience_rating":[50],
        "tomatometer_rating":[60],
        "total_votes":[45035],
        "mean_vote_imdb":[6.4],
        "votes_10":[3165],
        "votes_9":[2109],
        "votes_8":[5864],
        "votes_7":[11172],
        "votes_6":[11767],
        "votes_5":[5792],
        "votes_4":[2299],
        "votes_3":[1156],
        "votes_2":[627],
        "votes_1":[1084],
        "release_year":[2018],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["Exuberant, loudly coloured, schmaltz-soaked at times (you'll want to the strangle the goody-goody little girl who becomes the Grinch's adversary) and redeemed - at better times - by the malevolence of The Grinch himself.",
          "This film is the equivalent of your third or fourth favorite present on any given holiday. It will entertain a few children in the moment, satisfy a few adults who are barely paying attention, then quickly be forgotten.",
          "It does not surpass the Chuck Jones version (or having the book read aloud by a parent, which is still ideal) but it is far superior to the Carrey film and should become a welcome family tradition.",
          "The film is mainly a series of slapstick episodes, not always neatly hung together, and with barely any memorable side characters. Even the Grinch himself fails to make a massive impact at times.",
          "The new film is delightful in parts although curmudgeonly viewers may feel as negatively about its unbridled sentimentality as its own main character does about yuletide celebrations in general.",
          "Illumination's focus on cartoon villainy should set it apart. But by this point, the filmmakers have softened the very concept of \"bad\" into just another bowl of brightly colored sugary mush.",
          "While the first \"Grinch\" I will always adore It's possible that there's still room for one more. Hearing the Who's sing their songs to the skies - It's still movie magic, whatever the size.",
          "Newcomers to the tale will enjoy it, at least as much as they have other offerings from Illumination Entertainment, the cheer factory behind Despicable Me, Minions and Dr. Seuss' The Lorax.",
          "Takes the book's message that you can't buy Christmas and tops it up with noisy, wacky capering, squishing and flattening Seuss's universe into yet another bland frenetic kids' movie.",
          "Advising folks not to touch all this with a 39 1/2-foot pole would be hyperbole -- but don't expect this to be the start of your family's newest holiday viewing tradition, either.",
          "[The Grinch] is excessively well-meaning and very tame. No doubt it will please those who will always love the story, no matter what shape it takes, but you have to be a fan.",
          "The latest animated iteration of Christmas' most famous nemesis might not be strictly necessary, but it's still pretty fun - and revamped just enough to feel fresh.",
          "The feeble script by Michael LeSieur and Tommy Swerdlow... never lets us forget how low the bar has been set for such family entertainment.",
          "The Dr Seuss books have been miserably ill-served by Hollywood in the past... But The Grinch gets both Seuss and Christmas just right.",
          "From time to time you'll laugh and maybe shed a tear, but this isn't the kind of Grinch you'll want to see each year.",
          "In an odd way, \"The Grinch\" feels like a kid's version of last year's \"Three Billboards Outside Ebbing, Missouri\"...",
          "After a somewhat desultory first act, punctuated by lots of poppy \"rap\" songs, everything comes together.",
          "There's no aspect in which the 2018 version seems like anything but a hapless, bloated imitation.",
          "It's best for kids and adults who just can't handle the angry, diabolical monster of films past.",
          "\"The Grinch\" is a respectable, if safe, retelling of Dr. Seuss' holiday classic."],
        "id":"326fd572-42e9-414f-983b-46b8d68b1692",
        "Unnamed__0":[7927],
        "available_disney_":[false],
        "_version_":1719310357809332224},
      {
        "imdb_title_id":"tt1446192",
        "rotten_tomatoes_link":["m/rise_of_the_guardians_2012"],
        "original_title":["Rise of the Guardians"],
        "original_release_date":["2012-11-21T00:00:00Z"],
        "streaming_release_date":["2015-11-25T00:00:00Z"],
        "country":["USA"],
        "language":["English, French"],
        "production_company":["DreamWorks Animation"],
        "directors":["William Joyce, Peter Ramsey, Peter A. Ramsey"],
        "writer":["David Lindsay-Abaire, William Joyce"],
        "actors":["Chris Pine, Alec Baldwin, Jude Law, Isla Fisher, Hugh Jackman, Dakota Goyo, Khamani Griffin, Kamil McFadden, Georgie Grieve, Emily Nordwind, Jacob Bertrand, Olivia Mattingly, Dominique Grund, Ryan Crego, April Lawrence"],
        "budget":["$ 145000000"],
        "worlwide_gross_income":["$ 306941670"],
        "genres":["Action & Adventure, Animation, Kids & Family"],
        "content_rating":["PG"],
        "runtime":[97],
        "movie_info":["Generation after generation, immortal Guardians like Santa Claus (Alec Baldwin), the Easter Bunny (Hugh Jackman) and the Tooth Fairy (Isla Fisher) protect the world's children from darkness and despair. However, an evil boogeyman named Pitch Black (Jude Law) schemes to overthrow the Guardians by obliterating children's belief in them. It falls to a winter sprite named Jack Frost (Chris Pine) to thwart Pitch's plans and save the Guardians from destruction."],
        "audience_rating":[80],
        "tomatometer_rating":[75],
        "total_votes":[153445],
        "mean_vote_imdb":[7.6],
        "votes_10":[22784],
        "votes_9":[18020],
        "votes_8":[37911],
        "votes_7":[41274],
        "votes_6":[20432],
        "votes_5":[7483],
        "votes_4":[2699],
        "votes_3":[1130],
        "votes_2":[580],
        "votes_1":[1132],
        "release_year":[2012],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["'Rise of the Guardians' is an effervescent dose of fantasia that's pretty hard to dislike. Unless, of course, you're a cynical grump.",
          "You'll perhaps need a little patience to fully appreciate Rise of the Guardians, which is likely to grow in stature over time.",
          "As revisionist holiday fables go, you're better off watching Aardman's delightful Arthur Christmas than this lump of coal.",
          "A charming if slightly dark and cobwebbed animated feature about how believing in something makes it real, or real enough.",
          "There's more \"wow\" factor involved than genuine charm. It's fun-enough once, but repeat visits won't be necessary.",
          "If Rise of the Guardians is finally never more than the sum of its parts, the parts themselves have real appeal.",
          "There is a lot to savor in \"Rise of the Guardians,\" but sometimes too much of a good thing can be exhausting.",
          "\"Rise of the Guardians\" seems a sure bet for kids who still believe - or wished they believed - in magic.",
          "With its fanciful razzle-dazzle, Rise of the Guardians is appealing, if slightly hectic, family fare.",
          "[A] dour animated adventure that aspires to holiday joy, but is as enjoyable as a sock full of coal.",
          "The Guardians make a winning team that is a prime candidate for a sequel, just like \"The Avengers.\"",
          "Here is another kitschy kiddy fantasy about Father Christmas, witless, gaudy and hyperkinetic.",
          "Rise Of The Guardians boasts a great deal of visual energy and amounts to a lot of fun ...",
          "Compare this moderate entertainment to, say, Monsters, Inc., and it really looks feeble.",
          "A candy cane of a kids' flick which supplies a genuine sense of seasonal cheer.",
          "The movie's bid for distinctiveness works in lots of little ways ...",
          "This 3-D cartoon manages to be frantic and bizarre, yet boring.",
          "A satisfying holiday treat for adults and children alike.",
          "Less-than-compelling storyline.",
          "Deplorable."],
        "id":"a30e994b-cfa1-4b1e-944f-a4700a6751bd",
        "Unnamed__0":[6951],
        "available_disney_":[false],
        "_version_":1719310357430796289},
      {
        "imdb_title_id":"tt0104940",
        "rotten_tomatoes_link":["m/muppet_christmas_carol"],
        "original_title":["The Muppet Christmas Carol"],
        "original_release_date":["1992-12-11T00:00:00Z"],
        "streaming_release_date":["2016-11-30T00:00:00Z"],
        "country":["USA, UK"],
        "language":["English"],
        "production_company":["Walt Disney Pictures"],
        "directors":["Brian Henson"],
        "writer":["Charles Dickens, Jerry Juhl"],
        "actors":["Michael Caine, Dave Goelz, The Great Gonzo, Steve Whitmire, Jerry Nelson, Rizzo The Rat, Frank Oz, David Rudman, Don Austen, Jessica Fox, Robert Tygner, Steven Mackintosh, Meredith Braun, Robin Weaver, Raymond Coulthard"],
        "budget":["$ 12000000"],
        "worlwide_gross_income":["$ 32319318"],
        "genres":["Animation, Kids & Family, Science Fiction & Fantasy"],
        "content_rating":["G"],
        "runtime":[85],
        "movie_info":["The Muppets perform the classic Dickens holiday tale, with Kermit the Frog playing Bob Cratchit, the put-upon clerk of stingy Ebenezer Scrooge (Michael Caine). Other Muppets -- Miss Piggy, Gonzo, Fozzie Bear and Sam the Eagle -- weave in and out of the story, while Scrooge receives visits from spirits of three Christmases -- past, present and future. They show him the error of his self-serving ways, but the miserable old man seems to be past any hope of redemption and happiness."],
        "audience_rating":[85],
        "tomatometer_rating":[76],
        "total_votes":[46386],
        "mean_vote_imdb":[7.9],
        "votes_10":[9283],
        "votes_9":[6620],
        "votes_8":[12727],
        "votes_7":[10513],
        "votes_6":[4324],
        "votes_5":[1653],
        "votes_4":[570],
        "votes_3":[261],
        "votes_2":[161],
        "votes_1":[274],
        "release_year":[1992],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["With so many good versions of this story on film, it's a little difficult to recommend this telling",
          "It's hard not to smile at this one and be moved by it at the same time. (Anniversary Edition)",
          "A charming feature filled with colorful caricatures, important lessons, and inventive humor.",
          "It's enough to make one wonder if Jim Henson would have wanted things to take this course.",
          "Leave it to our favorite fuzzy freaks to breathe new life into Dickens' oft-told tale.",
          "Rizzo the Rat needs his own movie. Michael Caine, on the other hand, doesn't.",
          "Another Muppet classic. The best \"Christmas Carol\" adaptation yet!",
          "The Paul Williams songs and Miles Goodman score are just lovely.",
          "The little green guy just isn't quite the same these days.",
          "A gentle, fuzzy version of the Dickens classic.",
          "...an above-average Muppet movie...",
          "Bah, humbug!",
          "A delight!",
          "There's no great show of wit or tunefulness here, and the ingenious cross-generational touches are fairly rare. But there is a lively kiddie version of the Dickens tale, one that very young viewers ought to understand.",
          "Like all the Muppet movies, this one is a musical, with original songs by Paul Williams (my favorite is the early chain-rattling duet by the Marley brothers). It could have done with a few more songs than it has.",
          "There may be some people who can watch Kermit the Frog's nephew Robin give his heart-wrenching performance as Tiny Tim in The Muppet Christmas Carol without choking up. I am not among them.",
          "The nervy bookkeeping rats in Scrooge's office are a joy, but Statler and Waldorf (Jerry Nelson and Goelz) as the chain-swinging ghosts Jacob and Robert Marley are, as ever, peerless.",
          "Although the Muppets pile on the wit and child-friendly slapstick, they never dumb down, and never compromise their story's literary origins.",
          "There's lots to love here, particularly Michael Caine's deadly straight take on Scrooge.",
          "It all turns out to be quite touching as Muppet movies go."],
        "id":"7b7ff1e8-8d81-4b1f-805a-774e8bff2066",
        "Unnamed__0":[2923],
        "available_disney_":[true],
        "_version_":1719310355990052864},
      {
        "imdb_title_id":"tt0120917",
        "rotten_tomatoes_link":["m/emperors_new_groove"],
        "original_title":["The Emperor's New Groove"],
        "original_release_date":["2000-12-15T00:00:00Z"],
        "streaming_release_date":["2015-12-13T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Walt Disney Animation Studios"],
        "directors":["Unknown"],
        "writer":["Chris Williams, Mark Dindal"],
        "actors":["David Spade, John Goodman, Eartha Kitt, Patrick Warburton, Wendie Malick, Kellyann Kelso, Eli Russell Linnetz, Stephen J. Anderson, Bob Bergen, Rodger Bumpass, Robert Clotworthy, Jennifer Darling, Patti Deutsch, John Fiedler, Miriam Flynn"],
        "budget":["$ 100000000"],
        "worlwide_gross_income":["$ 169327687"],
        "genres":["Animation, Kids & Family, Science Fiction & Fantasy"],
        "content_rating":["G"],
        "runtime":[79],
        "movie_info":["Arrogant young Emperor Kuzco is transformed into a llama by his power-hungry advisor -- the devious diva Yzma. Stranded in the jungle, Kuzco's only chance to get back home and reclaim the high life rests with a good-hearted peasant named Pacha. Together, they must return Kuzco to the throne before Yzma tracks them down and finishes him off."],
        "audience_rating":[83],
        "tomatometer_rating":[85],
        "total_votes":[175207],
        "mean_vote_imdb":[7.5],
        "votes_10":[22755],
        "votes_9":[20602],
        "votes_8":[44689],
        "votes_7":[49450],
        "votes_6":[22682],
        "votes_5":[8496],
        "votes_4":[3251],
        "votes_3":[1413],
        "votes_2":[830],
        "votes_1":[1039],
        "release_year":[2000],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["The Emperor's New Groove is funny. Damn funny.",
          "Kid Movie...Shmid Movie. This flick is funny!",
          "It's sprightly, clever and fun, fun, fun.",
          "It isn't deep, but it is a lot of fun.",
          "A treat for kids and adults alike.",
          "A comic masterpiece.",
          "Yawn!",
          "Often feels less like a Disney product than a loving salute to the snappy Warner Bros. cartoons of the 1940s, mixed with the off-the-cuff satire of Aladdin and Hercules.",
          "Spade and Warburton might not have made The Emperor's New Groove one of the mouse factory's all-time greatest, but they've certainly made it one of the funniest.",
          "Adults will appreciate the colorful embroidery, including an always welcome Riverdance send-up and an Eartha Kitt parody delivered by the feline Kitt herself.",
          "A delightful, effervescent morality tale for children conveyed with such wit and sophistication that adults are likely to be enchanted as well.",
          "Armed with what is arguably the most clever animated script in a long time, the movie makes its point through wit and gently barbed dialogue.",
          "A timely reminder that animated films don't have to be grandiose visual circuses with full Broadway scores to entertain.",
          "The humor will appeal equally to the Mouseketeer generation, the Disney's Blast crowd, and everyone in between.",
          "A zany tonic, more upbeat and funnier than the lugubrious Dr. Seuss' How the Grinch Stole Christmas.",
          "An audience dominated by young children was disconcertingly quiet during a preview screening.",
          "May be one of the brightest, funniest pieces of entertainment of the season.",
          "This is the best Warner Brothers cartoon Disney ever made.",
          "Who knew Disney could shake its Groove thing this well?",
          "Will the kids buy it? You bet they will."],
        "id":"6dd557ad-1153-48af-84f6-870f2c60b6e5",
        "Unnamed__0":[3898],
        "available_disney_":[true],
        "_version_":1719310356320354307},
      {
        "imdb_title_id":"tt0104431",
        "rotten_tomatoes_link":["m/home_alone_2_lost_in_new_york"],
        "original_title":["Home Alone 2: Lost in New York"],
        "original_release_date":["1992-11-15T00:00:00Z"],
        "streaming_release_date":["2015-11-25T00:00:00Z"],
        "country":["USA"],
        "language":["English, French"],
        "production_company":["Twentieth Century Fox"],
        "directors":["Chris Columbus"],
        "writer":["John Hughes, John Hughes"],
        "actors":["Macaulay Culkin, Joe Pesci, Daniel Stern, Catherine O'Hara, John Heard, Devin Ratray, Hillary Wolf, Maureen Elisabeth Shay, Michael C. Maronna, Gerry Bamman, Terrie Snell, Jedidiah Cohen, Senta Moses Mikan, Diana Rein, Kieran Culkin"],
        "budget":["$ 28000000"],
        "worlwide_gross_income":["$ 365154932"],
        "genres":["Comedy, Kids & Family"],
        "content_rating":["PG"],
        "runtime":[120],
        "movie_info":["After snarky youth Kevin McCallister (Macaulay Culkin) loses track of his father at the airport, he mistakenly gets on a plane headed for New York City -- while the rest of the McCallisters fly to Florida. Now alone in the Big Apple, Kevin cons his way into a room at the Plaza Hotel and begins his usual antics. But when Kevin discovers that the Sticky Bandits (Joe Pesci, Daniel Stern) are on the loose, he struggles to stop them from robbing an elderly man's toy store just before Christmas."],
        "audience_rating":[61],
        "tomatometer_rating":[33],
        "total_votes":[291374],
        "mean_vote_imdb":[6.9],
        "votes_10":[30035],
        "votes_9":[19998],
        "votes_8":[45671],
        "votes_7":[78638],
        "votes_6":[63847],
        "votes_5":[29271],
        "votes_4":[12102],
        "votes_3":[5661],
        "votes_2":[3232],
        "votes_1":[2919],
        "release_year":[1992],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["This is, inevitably perhaps, not as funny as the original -- the law of diminishing returns applying here as with most sequels -- although even the most demanding of viewers should find something to their liking.",
          "This time, everybody's favorite resourceful mite is adrift in Manhattan with the same two duncey thugs on his case with the resultant cartoon mayhem of even richer and more highly evolved subteen sadism.",
          "Be a champ, protect your child from this brutal cartoon of a movie. If you don't, you may end up like Marv and Harry (Stern and Pesci) -- suffering the consequences.",
          "For all its demerits, the first film did an astounding job of encapsulating a child's rage toward the adult world... The second time around, everything seems forced.",
          "As slapstick escapism goes, this is well-engineered stuff, though it could have been so much better (and more believable) with a bit more heart.",
          "Whatever merits we attach to the first film in this series, they are all but abandoned somewhere in the mess of a follow-up.",
          "Just when it appears this can't get any worse, along comes white supremacist Donald Trump in a pointless cameo.",
          "As a sequel, the movie manages to be funny, if predictable, and occasionally borders on heart-warming.",
          "Despite this material's definite loss of innocence and surprise, it offers some engaging moments.",
          "Whatever steam Culkin gained in Home Alone was lost in this tepid sequel rehash.",
          "made solely to sell Talkboys (and let's not forget the pink Talkgirls) to kids",
          "Not better than the first part but funny. Pesci is great in both films.",
          "Money grubbing sequelitis at its most pathetic.",
          "Wasn't one of these bad enough?",
          "So, so bad.",
          "The pleasures here are entirely cruel, with an unhealthy concentration on the suffering of the victims, on the thudding impact of various objects against their heads, on their howls of agony.",
          "I didn't much like the first film, and I don't much like this one, with its sadistic little hero who mercilessly hammers a couple of slow-learning crooks.",
          "Does it really matter that Home Alone 2: Lost In New York is, in essence, the same movie as its megasmash predecessor?"],
        "id":"70195343-5dd7-48e0-89f9-da9b9f2efd7c",
        "Unnamed__0":[2893],
        "available_disney_":[true],
        "_version_":1719310355980615680},
      {
        "imdb_title_id":"tt0457419",
        "rotten_tomatoes_link":["m/mr_magoriums_wonder_emporium"],
        "original_title":["Mr. Magorium's Wonder Emporium"],
        "original_release_date":["2007-11-16T00:00:00Z"],
        "streaming_release_date":["2015-11-25T00:00:00Z"],
        "country":["USA, Canada"],
        "language":["English"],
        "production_company":["Mandate Pictures"],
        "directors":["Zach Helm"],
        "writer":["Zach Helm"],
        "actors":["Ted Ludzik, Natalie Portman, Zach Mills, Dustin Hoffman, Madalena Brancatella, Paula Boudreau, Mike Realba, Steve Whitmire, Liam Powley-Webster, Marcia Bennett, Jason Bateman, Oliver Masuda, Samantha Harvey, Jesse Bostick, Isaac Durnford"],
        "budget":["$ 65000000"],
        "worlwide_gross_income":["$ 69474661"],
        "genres":["Comedy, Drama, Kids & Family, Science Fiction & Fantasy"],
        "content_rating":["G"],
        "runtime":[95],
        "movie_info":["Magic flows freely through the walls and toys within the Wonder Emporium. But when Mr. Magorium (Dustin Hoffman), the store's 243-year-old proprietor, decides to turn the reins over to his manager Molly Mahoney (Natalie Portman), mysterious changes creep over the Emporium. Molly and Henry (Jason Bateman), an accountant, must discover the magic within themselves if they are ever to revive the now-quiet toys."],
        "audience_rating":[55],
        "tomatometer_rating":[38],
        "total_votes":[42042],
        "mean_vote_imdb":[6.4],
        "votes_10":[3354],
        "votes_9":[2294],
        "votes_8":[5101],
        "votes_7":[9384],
        "votes_6":[10426],
        "votes_5":[5835],
        "votes_4":[2628],
        "votes_3":[1326],
        "votes_2":[710],
        "votes_1":[984],
        "release_year":[2007],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["This isn't quite the over-the-top fantasy you'd like it to be, but it's a charming enough little movie, and probably the younger you are, the more charming.",
          "Helm gets huge bonus points for noticing everything that's annoying about modern children's films and including none of those things in his movie.",
          "The one happy side effect of the film's lack of energy is that it won't result in a raging headache, but that isn't much of an endorsement.",
          "No doubt intended to be a Christmas blockbuster - this pretty looking film is ultimately all wrapping, with nothing much to find inside.",
          "Writer/director Zach Helm achieves bursts of charm and whimsy, but not quite enough magic to elicit a consistent sense of wonderment.",
          "As long as Mr. Magorium's Wonder Emporium sticks to magic, it is pretty engaging, but the lives on display are less than mesmerizing.",
          "Wonder is the key, and it's lacking in a major way. Should you decide to see it anyway, you might wonder what you're doing there.",
          "Mr. Magorium's Wonder Emporium truly does inspire wonder. As in, 'Wonder why they made this? Wonder what they were thinking?'",
          "Mr. Magorium's Wonder Emporium is what happens when too many sappy sweet instincts chase too few original ideas.",
          "In a season filled with depressing movies for adults, someone's finally thought to give equal time to the kids.",
          "Helm knows his way around a screenplay. The guy can write. But directing is a whole other kettle of talent.",
          "Perhaps thinking in pictures led Helm to clutter his screen with TMVI -- too much visual information.",
          "There isn't anything terribly exciting or original on offer... but there's nothing offensive either.",
          "Let's not be too Scrooge-like; there are pockets of charm, and some of the effects are quite good.",
          "Mr. Magorium is festive, to be sure. But it doesn't have the rhythm of an instant family classic.",
          "If the concept of Mr. Magorium's Wonder Emporium is ingenious, its execution is erratic.",
          "Mr. Magorium's Wonder Emporium should delight audiences in the mood for holiday magic.",
          "Never promise wonder when all you've got is manufactured whimsy.",
          "At its best, the movie makes you feel like a kindred spirit.",
          "Its insecurities do it in."],
        "id":"c70c1f2f-4bc8-49bc-9fe3-a9e15d1b416a",
        "Unnamed__0":[5658],
        "available_disney_":[false],
        "_version_":1719310356963131392},
      {
        "imdb_title_id":"tt2452042",
        "rotten_tomatoes_link":["m/the_peanuts_movie"],
        "original_title":["The Peanuts Movie"],
        "original_release_date":["2015-11-06T00:00:00Z"],
        "streaming_release_date":["2016-02-12T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Twentieth Century Fox Animation"],
        "directors":["Steve Martino"],
        "writer":["Craig Schulz, Bryan Schulz"],
        "actors":["Trombone Shorty, Rebecca Bloom, Anastasia Bredikhina, Francesca Capaldi, Kristin Chenoweth, Alex Garfin, Noah Johnston, Bill Melendez, Hadley Belle Miller, Micah Revelli, Noah Schnapp, Venus Schultheis, Mariel Sheets, Madisyn Shipman, A.J. Tecce"],
        "budget":["$ 99000000"],
        "worlwide_gross_income":["$ 246233113"],
        "genres":["Animation, Kids & Family"],
        "content_rating":["G"],
        "runtime":[89],
        "movie_info":["Life always seems complicated for good ol' Charlie Brown (Noah Schnapp), the boy who always tries his best against seemingly impossible odds. When the Little Red-Haired Girl moves into his neighborhood, Charlie Brown develops a crush on her. Meanwhile, his best friend Snoopy embarks on an epic adventure in a fantasy world. As a World War I flying ace, the lovable beagle pursues his nemesis, the Red Baron, while also trying to win the heart of a beautiful poodle named Fifi (Kristin Chenoweth)."],
        "audience_rating":[76],
        "tomatometer_rating":[87],
        "total_votes":[41469],
        "mean_vote_imdb":[7.2],
        "votes_10":[4273],
        "votes_9":[3798],
        "votes_8":[9167],
        "votes_7":[12294],
        "votes_6":[6804],
        "votes_5":[2749],
        "votes_4":[1051],
        "votes_3":[502],
        "votes_2":[296],
        "votes_1":[535],
        "release_year":[2015],
        "type":["movie"],
        "available_netflix":[false],
        "available_prime_video":[false],
        "review_content":["It's a big, wet dog kiss of an animated family film, hitting all the expected notes of the Charles Schultz comic strip and TV specials that generations have loved.",
          "Relying on 50 years of character development, the Peanuts gang stays true to their original selves -- there's no new edge or post-modern snark in the mix.",
          "For the most part, the film just seems to waft along, and though Charlie Brown's life is low-key by nature, the stories are mostly flimsily low-impact.",
          "It's a skillful, sweet-natured film with nice messages about believing in yourself and not giving up. But somehow, the magic got lost along the way.",
          "The Peanuts Movie finds Charlie Brown still suffering from self-esteem issues, but that figures. He still goes to a five-cent psychiatrist.",
          "It's disappointing and actually kind of cynical in its unwillingness to try anything even vaguely innovative with these beloved characters.",
          "It's a shame to see Charlie Brown, one of our culture's most lovable nonconformists, swing for the big leagues and whiff.",
          "A welcome break from the noise of many kids flicks, Charlie Brown's trip to the big screen is set in a simpler time.",
          "\"The Peanuts Movie\" didn't need to be made, but if it gets a new audience to Schulz's best work, it's done its job.",
          "There's something sad about seeing a character as sweet and simple as good ol' Charlie Brown so totally ruined.",
          "The Peanuts Movie is both modern and traditional, pleasing on all fronts, which must have been hard to achieve.",
          "This charming movie mostly captures the tone of Schulz's work and the voices of his characters.",
          "Without suffering, Peanuts becomes little more than wholesome distraction for kiddies.",
          "A terrific big-screen version that should satisfy Peanuts fans and generate new ones.",
          "In the figurative sense, though, the characters' sharp edges have been filed down.",
          "Even with his glossy new look, Charlie Brown remains the Charlie Browniest.",
          "I suspect kids may find these Peanuts kind of bland.",
          "A Christmas nostalgia trip for parents.",
          "It's a mediocre movie, Charlie Brown.",
          "What a delight this is."],
        "id":"a355aee5-fefe-4d98-a0d7-4cea0d162d6b",
        "Unnamed__0":[7847],
        "available_disney_":[true],
        "_version_":1719310357782069248},
      {
        "imdb_title_id":"tt0465502",
        "rotten_tomatoes_link":["m/10009636-igor"],
        "original_title":["Igor"],
        "original_release_date":["2008-09-19T00:00:00Z"],
        "streaming_release_date":["2017-04-13T00:00:00Z"],
        "country":["USA, France"],
        "language":["English"],
        "production_company":["Metro-Goldwyn-Mayer (MGM)"],
        "directors":["Anthony Leondis, Tony Leondis"],
        "writer":["Chris McKenna, Tony Leondis"],
        "actors":["John Cusack, Myleene Klass, Robin Howard, Matt McKenna, John Cleese, Steve Buscemi, Sean Hayes, Jess Harnell, Eddie Izzard, Jennifer Coolidge, Jay Leno, Molly Shannon, Zo Bright, Sophia Eraklis, A. Cheron Hall"],
        "budget":["$ 25000000"],
        "worlwide_gross_income":["$ 30893885"],
        "genres":["Animation, Comedy, Kids & Family"],
        "content_rating":["PG"],
        "runtime":[86],
        "movie_info":["Lab assistant Igor (John Cusack) dreams of becoming a mad scientist like his master, Dr. Glickenstein. When the doctor runs afoul of his own invention, Igor seizes the chance. With the help of his friends Scamper (Steve Buscemi) and Brain (Sean Hayes), Igor plans to win the kingdom's annual science fair by building the most-evil monster ever. The problem is that Eve (Molly Shannon), as the monster is called, is sweeter than sugar and would rather be an actress."],
        "audience_rating":[38],
        "tomatometer_rating":[39],
        "total_votes":[22094],
        "mean_vote_imdb":[6.1],
        "votes_10":[1437],
        "votes_9":[834],
        "votes_8":[2219],
        "votes_7":[4610],
        "votes_6":[5828],
        "votes_5":[3520],
        "votes_4":[1693],
        "votes_3":[844],
        "votes_2":[462],
        "votes_1":[647],
        "release_year":[2008],
        "type":["movie"],
        "available_netflix":[true],
        "available_prime_video":[false],
        "review_content":["My kid went with it, and I had a fairly good time, as I waited for the reappearance of a marble-mouthed peasant tart, voiced by Jennifer Coolidge. Half the time her line readings are hilarious, and it's impossible to know why.",
          "Director Tony Leondis and screenwriter Chris McKennna have mined everything from Young Frankenstein to Sleepy Hollow to Japanese anime to the German Neo-Expressionists to create that rare thing, a cartoon for adults.",
          "To convince you that it's full of surprises, the movie throws in Louis Prima songs where they don't belong, and it riffs on classic monster-movie cliches mostly by spinning them into newly unfunny cliches.",
          "You can think of it as an animated riff on the American dream: Our fate is determined not by the accident of our birth, but our own will, intelligence and talent. And let's not forget serendipity.",
          "You do feel that, with it's knowing one-liners and classic movie references, Igor is trying terribly hard to amuse an adult audience, possibly at the expense of children it should be entertaining.",
          "Igor tries to spoof Mary Shelley just as Shrek did the Brothers Grimm, but something tells us this movie's charmless hero won't make an ogre-size impression on kid audiences. Call it a hunch.",
          "While much of the banter between the characters is inventive, the plot turns are predictable - complete with a romantic misunderstanding straight out of The Karate Kid (and 20 other films).",
          "This dark-toned animation borrows its style from Tim Burton's Nightmare Before Christmas and Corpse Bride without adding much of its own to the macabre mayhem.",
          "But there's not much form to the plot which develops in fits and starts. Nevertheless, those kids that weren't confused appeared to enjoy it, so there you go.",
          "Igor, like the Frankenstein's monster at the centre of its tired plot, looks like something cobbled together out of used, very used, parts.",
          "A Frankensteinian mishmash of parts, with drawings that are derived from Tim Burton grafted onto a script filled with Shrek-style sarcasm.",
          "While the stitches holding together the plot are clearly visible, Igor breathes some enjoyable life into its stolen grab-bag of gimmicks.",
          "While this is no WALLE, or Ratatouille, it does bring to mind Monsters, Inc. and some of the visual flair of Burton's The Corpse Bride.",
          "There's enough good stuff here that a better 'toon could have been stitched together from the many promising funny parts.",
          "There's scant reward for sitting through Igor, an animated twist on the Frankenstein story that never sparks to life.",
          "A modest do-gooder trying to pretend that its not Cartoonland's most direct attack of the Bush administration.",
          "Pieced together from Tim Burton and various other sources with more desperation than inspiration.",
          "This film is outclassed by the Pixar stable, but it's entertaining stuff for the children.",
          "Young children might find it a bit difficult to understand and adults too easy.",
          "A fun time-killer for kids aged tween and up..."],
        "id":"ca7a1905-bcf6-46dc-8978-143488ac4196",
        "Unnamed__0":[5697],
        "available_disney_":[false],
        "_version_":1719310356979908609},
      {
        "imdb_title_id":"tt0960731",
        "rotten_tomatoes_link":["m/bedtime_stories"],
        "original_title":["Bedtime Stories"],
        "original_release_date":["2008-12-25T00:00:00Z"],
        "streaming_release_date":["2015-11-23T00:00:00Z"],
        "country":["USA"],
        "language":["English"],
        "production_company":["Walt Disney Pictures"],
        "directors":["Adam Shankman"],
        "writer":["Matt Lopez, Tim Herlihy"],
        "actors":["Adam Sandler, Keri Russell, Guy Pearce, Russell Brand, Richard Griffiths, Teresa Palmer, Lucy Lawless, Courteney Cox, Jonathan Morgan Heit, Laura Ann Kesling, Jonathan Pryce, Nick Swardson, Kathryn Joosten, Allen Covert, Carmen Electra"],
        "budget":["$ 80000000"],
        "worlwide_gross_income":["$ 212874864"],
        "genres":["Action & Adventure, Comedy, Kids & Family, Science Fiction & Fantasy"],
        "content_rating":["PG"],
        "runtime":[99],
        "movie_info":["Hotel handyman Skeeter Bronson (Adam Sandler) gets an unexpected surprise when he discovers that the tall tales he has been telling his niece and nephew are somehow coming true. Hoping to make the most of the mysterious phenomenon, Skeeter spins one outlandish yarn after another, but the children's unexpected contributions to the stories turn Skeeter's life upside down."],
        "audience_rating":[55],
        "tomatometer_rating":[27],
        "total_votes":[86813],
        "mean_vote_imdb":[6.2],
        "votes_10":[4730],
        "votes_9":[3060],
        "votes_8":[8970],
        "votes_7":[20080],
        "votes_6":[24447],
        "votes_5":[13295],
        "votes_4":[5837],
        "votes_3":[2960],
        "votes_2":[1607],
        "votes_1":[1827],
        "release_year":[2008],
        "type":["movie"],
        "available_netflix":[true],
        "available_prime_video":[false],
        "review_content":["It's a dispirited, galumphing mess in which Sandler, as a hotel handyman who spins out tall tales for his niece and nephew, pictures himself in assorted historical-kitsch guises.",
          "Bedtime Stories is clean enough to fly the Walt Disney Pictures flag, yet it's full of bimbos and cleavage and shots of Adam Sandler getting kicked in the shins by a dwarf.",
          "The shortage of wit and the excess of goo can be summed up in Sandler's line to these children of divorce: 'I'm like the stink on your feet -- I'll always be there.'",
          "Box-office commodity Adam Sandler is repositioned as kid-friendly in Bedtime Stories, a Disney movie that plays better on a balance sheet than a screen.",
          "Bedtime Stories is not my cup of tea. Even the saucer. Fairness requires me to report, however, that it may appeal to, as they say, 'kids of all ages.'",
          "The new Disney movie Bedtime Stories presents a taste test for moviegoers: Do you prefer your Adam Sandler regular strength or in the new mild format?",
          "Adam Shankman's idea of directing a Walt Disney film is to pump toxic quantities of schmaltz into every available hole. Not a pleasant sight.",
          "Judged as a piece of family entertainment, it's too haphazard and poorly paced to satisfy viewers too young to have ever attended a kegger.",
          "In Bedtime Stories the pain of this artistic limbo is written all over Adam Sandler's character, a resentful hotel handyman named Skeeter.",
          "When it comes to holiday tales, it would be best to reread The Night Before Christmas rather than waste time or money on Bedtime Stories.",
          "It's a pleasing concept, and Sandler is at his least obnoxious, but surely Adam Shankman's family comedy could have been wittier.",
          "It descends into pathos, undermined by an insipid romantic subplot and the usual platitudinous guff about self-belief.",
          "It's a delightfully innocent movie that the actor can actually show to his two baby daughters without blushing.",
          "There's a surface liveliness to the movie, but it has that plasticky Disney quality and lack of real heart.",
          "Bedtime Stories is baloney on Wonder Bread with a Kraft Single and some Miracle Whip -- barely lunchable.",
          "All director Adam Shankman can think of to do is encourage Adam Sandler to mug like a chimpanzee",
          "Sloppy, choppy, and saved by an affably low-key and typically sophomoric Sandler performance.",
          "For a creative premise, it's downright dispiriting to see such a banal interpretation.",
          "Bedtime Stories champions imagination while having too little originality itself.",
          "Those other Adam Sandler comedies? Turns out they were the grown-up efforts."],
        "id":"f9a0e6b3-348a-4a15-a271-23d2f835364f",
        "Unnamed__0":[6229],
        "available_disney_":[true],
        "_version_":1719310357170749442}]
  }}